Repository: XezMetITSolutions/RentEx
Catalog: vikrentcar/languages/vikrentcar-*.po
Languages: de_de

source: Get or renew your License Key from VikWP.com
de_de: Erhalte oder erneuere Deinen Lizenzschlüssel von VikWP.com

source: Get the most out of a tailored pricing framework
de_de: Hole das Beste aus einem maßgeschneiderten Preisrahmen heraus

source: Get to monitor your future occupancy through the Occupancy Ranking report. Filter the targets by dates and analyse the data by day, week or month. The report will provide the information about the occupancy, the total number of cars sold, days booked, revenues and more.
de_de: Überwachen Sie Ihre künftige Belegung anhand des Belegungsranking-Berichts. Filtern Sie die Ziele nach Datum und analysieren Sie die Daten nach Tag, Woche oder Monat. Der Bericht liefert Informationen über die Auslastung, die Gesamtzahl der verkauften Fahrzeuge, die gebuchten Tage, die Einnahmen und mehr.

source: Get Vik Rent Car PRO and start now.
de_de: Hole Dir Vik Rent Car PRO und starte jetzt.

source: Get your License Key
de_de: Lizenzschlüssel erhalten

source: Get your License Key and Upgrade to PRO
de_de: Hole Dir Deinen Lizenzschlüssel und Upgrade auf PRO

source: Get your License Key from VikWP.com
de_de: Hole Dir den Lizenzschlüssel von VikWP.com

source: Gift
de_de: Geschenk

source: Global Settings
de_de: Globale Einstellungen

source: Grand Total
de_de: Gesamtbetrag

source: Graphs & Statistics
de_de: Diagramme und Statistiken

source: Graphs and Statistics
de_de: Diagramme und Statistiken

source: Grid
de_de: Raster

source: Heading Text
de_de: Überschrift Text

source: Here
de_de: hier

source: Here you can manage all of your customers information, send specific email messages, and manage their documents.
de_de: Hier können Sie alle Informationen über Ihre Kunden verwalten, spezielle E-Mail-Nachrichten versenden und deren Dokumente verwalten.

source: Hide Options
de_de: Optionen ausblenden

source: Hide/Show Credit Card Details Submission Form
de_de: Anmeldeformular für Kreditkartendaten verbergen/anzeigen

source: Hired Car
de_de: Mietwagen

source: Hour
de_de: Stunde

source: Hourly availability for %s (units left)
de_de: Stundenweise verfügbar für %s (freie Einheiten)

source: Hourly Availability for the day %s
de_de: Stündliche Verfügbarkeit für den Tag %s

source: Hourly Charge(s)
de_de: Stündliche(s) Entgelt(e)

source: Hourly Fares
de_de: Stündliche Tarife

source: Hourly Price(s)
de_de: Stündliche(r) Preis(e)

source: Hours
de_de: Öffnungszeiten

source: hours
de_de: Stunden

source: Hours of Extended Gratuity Period
de_de: Stunden der verlängerten Gratifikationsfrist

source: Hovered elements
de_de: Hovered Elemente

source: I agree to the terms and conditions
de_de: Ich stimme den AGB zu

source: I couldn't understand how to get it working
de_de: Ich konnte nicht verstehen, wie man es zum Laufen bringt.

source: I no longer need the plugin
de_de: Ich brauche das Plugin nicht mehr

source: I'm just debugging an issue
de_de: Ich bin gerade dabei, ein Problem zu beheben

source: I'm not able to deactivate this plugin!
de_de: Ich bin nicht in der Lage, dieses Plugin zu deaktivieren!

source: i.e. the Three Letters format will print USD, the Full Name format will print United States Dollar while the Long format will print United States Dollar (USD)
de_de: d.h. im Drei-Buchstaben-Format wird USD gedruckt, im Format "Vollständiger Name" wird United States Dollar gedruckt und im Format "Lang" wird United States Dollar (USD) gedruckt

source: iCal Calendars Importer
de_de: Importer für iCal-Kalender

source: iCal Events End Date
de_de: iCal Ereignisse Enddatum

source: iCal Sync Link
de_de: iCal-Synchronisierungslink

source: ICS (iCalendar, Google Calendar, Hotmail)
de_de: ICS (iCalendar, Google Kalender, Hotmail)

source: ID Number
de_de: ID Nummer

source: ID Scan Image
de_de: ID-Scan-Bild

source: ID Type
de_de: ID Typ

source: ID/Confirmation Number
de_de: ID/Bestätigungsnummer

source: If a Tax Rate is specified for this location, when this will be selected as Pickup, the Rental Fare, the Options and the Pickup-Drop Off Fees will take this tax rate instead of the one that they have assigned. Leave this field empty for using the global tax rate of each cost
de_de: Wenn für diesen Ort ein Steuersatz angegeben ist, wird bei der Auswahl als Abholung der Mietpreis, die Optionen und die Abhol- und Rückgabegebühren diesen Steuersatz anstelle des zugewiesenen Satzes verwenden. Lassen Sie dieses Feld leer, um den globalen Steuersatz der einzelnen Kosten zu verwenden.

source: If disabled, the pricing rule will be applied on the selected range of dates regardless of the year
de_de: Ist diese Option deaktiviert, wird die Preisregel unabhängig vom Jahr auf den ausgewählten Datumsbereich angewendet.

source: If enabled, a calendar reminder in iCal format will be attached to the confirmation email for the customer and/or the administrator. This is useful to save the event on any calendar application of any device.
de_de: Wenn diese Option aktiviert ist, wird eine Kalendererinnerung im iCal-Format an die Bestätigungs-E-Mail für den Kunden und/oder den Administrator angehängt. Dies ist nützlich, um den Termin in einer beliebigen Kalenderanwendung auf einem beliebigen Gerät zu speichern.

source: If enabled, and if the setting 'Dropped Off car is available after N hours' is set to 0, the system will allow pick ups at times when the same car is being dropped off by another rental order. Otherwise, the car would become available for pick up at the very next minute.
de_de: Wenn diese Option aktiviert ist und die Einstellung "Abgegebenes Auto ist nach N Stunden verfügbar" auf 0 gesetzt ist, erlaubt das System die Abholung zu Zeiten, in denen das gleiche Auto von einem anderen Mietauftrag abgegeben wird. Andernfalls würde das Fahrzeug erst in der nächsten Minute zur Abholung bereitstehen.

source: If enabled, confirmed orders with a pick up date in the future will allow the user to upload documents via front-end, like their driver license or a photo of the personal ID.
de_de: Wenn diese Funktion aktiviert ist, kann der Benutzer bei bestätigten Bestellungen mit einem Abholdatum in der Zukunft über das Front-End Dokumente hochladen, z. B. seinen Führerschein oder ein Foto des Personalausweises.

source: If enabled, confirmed rental orders with an amount paid greater than zero and less than the order total amount, will allow to pay the remaining balance. If disabled, confirmed rental orders will not allow any additional payment.
de_de: Wenn diese Option aktiviert ist, kann bei bestätigten Mietaufträgen, bei denen der gezahlte Betrag größer als Null und kleiner als der Gesamtbetrag des Auftrags ist, der Restbetrag nachgezahlt werden. Wenn deaktiviert, lassen bestätigte Mietaufträge keine zusätzliche Zahlung zu.

source: If enabled, from the Car details page in the front-end, it will be possible for every user to submit an information request through a contact form.
de_de: Wenn diese Funktion aktiviert ist, kann jeder Nutzer auf der Seite mit den Fahrzeugdetails im Frontend eine Informationsanfrage über ein Kontaktformular stellen.

source: If enabled, no reservations will actually be downloaded, modified or cancelled.
de_de: Wenn aktiviert, werden tatsächlich keine Reservierungen heruntergeladen, geändert oder storniert.

source: If enabled, the active reservations previously downloaded, and no longer available on the iCal calendars, will be set to cancelled.
de_de: Wenn diese Option aktiviert ist, werden die zuvor heruntergeladenen aktiven Reservierungen, die in den iCal-Kalendern nicht mehr verfügbar sind, auf storniert gesetzt.

source: if enabled, the cron will not actually generate the invoices, nor it will send them via eMail to the customers
de_de: wenn aktiviert, wird der Cron weder die Rechnungen erstellen, noch sie per eMail an die Kunden senden

source: if enabled, the cron will not actually send the eMail
de_de: wenn aktiviert, wird der Cron die eMail nicht tatsächlich senden

source: if enabled, the cron will not actually send the SMS
de_de: Wenn diese Option aktiviert ist, wird der Cron die SMS nicht versenden.

source: If enabled, the rule will be applied only if the pick-up date for the rental is included in the range of dates
de_de: Wenn diese Option aktiviert ist, wird die Regel nur angewendet, wenn das Abholdatum für die Anmietung im Datumsbereich enthalten ist

source: If enabled, the search module will check the availability only for the cars assigned to this specific category.
de_de: Wenn diese Option aktiviert ist, prüft das Suchmodul die Verfügbarkeit nur für die Fahrzeuge, die dieser speziellen Kategorie zugeordnet sind.

source: If enabled, the special tags will debug the execution of the rules. Use it only for testing.
de_de: Wenn aktiviert, debuggen die speziellen Tags die Ausführung der Regeln. Verwenden Sie es nur zum Testen.

source: If Larger than
de_de: Wenn Größer als

source: if none selected, any check-out week day in accordance with the max and min number of days will be accepted
de_de: wenn keine Auswahl getroffen wurde, wird ein beliebiger Check-out-Wochentag in Übereinstimmung mit der maximalen und minimalen Anzahl von Tagen akzeptiert

source: if not empty, this address will be notified together with the administrator email address defined in the Configuration.
de_de: wenn nicht leer, wird diese Adresse zusammen mit der in der Konfiguration definierten Administrator-E-Mail-Adresse benachrichtigt.

source: If not empty, this time will be pre-selected in the drop down menus for selecting the time
de_de: Falls nicht leer, wird diese Zeit in den Dropdown-Menüs für die Auswahl der Zeit vorgewählt

source: If there are no dates, the coupon will be always valid
de_de: Wenn es keine Daten gibt, ist der Coupon immer gültig.

source: If this setting is enabled the minimum number of days will be multiplied every time this is passed. For example if you want to force the Pickup day to Saturday and the Drop-off day must still be on Saturday, you have to set the Minimum Number of Days to 7 and if this setting is enabled, 8, 9, 10, 11, 12 and 13 days of rental will not be allowed but only 14, 21, 28 etc. days will be allowed. This is useful if you want to give your cars only for weeks. The Maximum number of Days is automatically calculated from the Rates Table of each car, infact, if a car does not have a rate for 28 days, this car will not show up in the results so it will not be available. In case you want the calendar to force the Maximum Number of Days for this month, set a number of MaxLOS below.
de_de: Wenn diese Einstellung aktiviert ist, wird die Mindestanzahl von Tagen jedes Mal multipliziert, wenn sie überschritten wird. Wenn Sie z.B. den Abholtag auf einen Samstag legen wollen und der Rückgabetag immer noch auf einen Samstag fallen soll, müssen Sie die Mindestanzahl der Tage auf 7 setzen. Wenn diese Einstellung aktiviert ist, sind 8, 9, 10, 11, 12 und 13 Miettage nicht erlaubt, sondern nur 14, 21, 28 usw. Tage. Dies ist nützlich, wenn Sie Ihre Fahrzeuge nur für Wochen vermieten wollen. Die maximale Anzahl von Tagen wird automatisch aus der Tariftabelle jedes Fahrzeugs berechnet. Wenn ein Fahrzeug keinen Tarif für 28 Tage hat, wird es nicht in den Ergebnissen angezeigt und ist somit nicht verfügbar. Wenn Sie möchten, dass der Kalender die maximale Anzahl von Tagen für diesen Monat erzwingt, geben Sie unten eine Anzahl von MaxLOS ein.

source: If this setting is enabled, the first day of rental will be the one giving the same rate to all the other days. If the first day of rental is not included in this Special Price and this setting is enabled, then every other day of rental will be considered as not included even if they were. When this setting is enabled just the first day of rental is considered and the week days do not affect this setting.
de_de: Wenn diese Einstellung aktiviert ist, gilt für den ersten Tag der Anmietung derselbe Preis wie für alle anderen Tage. Wenn der erste Tag der Anmietung nicht im Sonderpreis enthalten ist und diese Einstellung aktiviert ist, werden alle anderen Tage der Anmietung als nicht enthalten betrachtet, selbst wenn sie enthalten wären. Wenn diese Einstellung aktiviert ist, wird nur der erste Tag der Vermietung berücksichtigt und die Wochentage haben keinen Einfluss auf diese Einstellung.

source: If this setting is enabled, when the user selects this payment, the order status will be set to Confirmed when saving the reservation. This setting should always be disabled for methods of payment that need to validate a server response after a credit card payment
de_de: Wenn diese Einstellung aktiviert ist und der Benutzer diese Zahlungsart auswählt, wird der Bestellstatus beim Speichern der Reservierung auf Bestätigt gesetzt. Diese Einstellung sollte immer für Zahlungsmethoden deaktiviert werden, die nach einer Kreditkartenzahlung eine Serverantwort validieren müssen

source: If this value is set to a number greater than zero, this promotion will be valid only for early bookings. If you need to apply the promotion only to those who book N days in advance, then you should set the number of days in advance from the apposite input field. Otherwise, you should keep this setting to 0. This setting is not for Last Minute promotions, but rather for Early Bird promotions.
de_de: Wenn dieser Wert auf eine Zahl größer als Null gesetzt wird, gilt diese Aktion nur für Frühbucher. Wenn Sie die Aktion nur für diejenigen anwenden möchten, die N Tage im Voraus buchen, sollten Sie die Anzahl der Tage im Voraus im entsprechenden Eingabefeld festlegen. Andernfalls sollten Sie diese Einstellung auf 0 belassen. Diese Einstellung ist nicht für Last-Minute-Angebote, sondern für Frühbucher-Angebote gedacht.

source: If type = After Drop-off Message, this will be the number of days after the drop-off. Number of days before the pick-up otherwise.
de_de: Wenn Typ = Nach der Rückgabemeldung, ist dies die Anzahl der Tage nach der Rückgabe. Andernfalls die Anzahl der Tage vor der Rückgabe.

source: If type = Pickup and Days in advance greater than 1, by turning on this option the Cron Job will also include the reservations with a number of days to collection (from the booking date) lower than the option days in advance. For example, if days in advance is set to 7, but a last-minute reservation is made 2 days before the pickup, with this setting enabled this reservation will be notified.
de_de: Wenn Typ = Abholung und Tage im Voraus größer als 1 ist, wird der Cron-Job durch Aktivieren dieser Option auch die Reservierungen mit einer Anzahl von Tagen bis zur Abholung (ab dem Buchungsdatum) berücksichtigen, die niedriger sind als die Tage im Voraus der Option. Wenn beispielsweise Tage im Voraus auf 7 eingestellt ist, aber eine Last-Minute-Reservierung 2 Tage vor der Abholung vorgenommen wird, wird diese Reservierung bei aktivierter Einstellung benachrichtigt.

source: If you are willing to apply discounts only to last minute bookings, then you should provide a number of days and/or hours for the validity of the promotion. If the time remaining to the pickup from the booking date is less than the limit you defined, the promotion will be applied.
de_de: Wenn Sie Rabatte nur auf Last-Minute-Buchungen anwenden möchten, sollten Sie eine Anzahl von Tagen und/oder Stunden für die Gültigkeit der Aktion angeben. Wenn die verbleibende Zeit bis zur Abholung ab dem Buchungsdatum kürzer ist als die von Ihnen festgelegte Grenze, wird die Aktion angewendet.

source: If you believe you could have missed a feature in the plugin, please drop us your email and we will get back to you with <u>one</u> message.
de_de: Wenn Sie glauben, dass Sie eine Funktion im Plugin vermisst haben könnten, senden Sie uns bitte eine E-Mail und wir werden uns mit <u>einer</u> Nachricht bei Ihnen melden.

source: If you have a moment, please let us know why you are deactivating.
de_de: Wenn Sie einen Moment Zeit haben, teilen Sie uns bitte mit, warum Sie sich deaktivieren.

source: If you would like these conditional rules to produce a message, enter it here. Leave it empty otherwise.
de_de: Wenn Sie möchten, dass diese bedingten Regeln eine Nachricht erzeugen, geben Sie sie hier ein. Ansonsten leer lassen.

source: Image
de_de: Bild

source: Image preview
de_de: Bildvorschau

source: Import Calendars
de_de: Kalender importieren

source: In addition to the specified information, the feedback will contain your IP address (for security reasons), your PHP version, your WordPress version and the plugin version. If provided, we will not use your email address for any kind of newsletter, nor will we share it with anyone. We will only answer to your questions.
de_de: Zusätzlich zu den angegebenen Informationen enthält das Feedback Ihre IP-Adresse (aus Sicherheitsgründen), Ihre PHP-Version, Ihre WordPress-Version und die Version des Plugins. Wenn Sie uns Ihre E-Mail-Adresse zur Verfügung stellen, werden wir sie weder für Newsletter verwenden noch an Dritte weitergeben. Wir werden nur auf Ihre Fragen antworten.

source: Include ID Image Scan URL
de_de: ID-Bild-Scan-URL einbeziehen

source: Include less days
de_de: Füge weniger Tage hinzu

source: Include Notes
de_de: Anmerkungen einbeziehen

source: Include PIN Code
de_de: PIN-Code einschließen

source: Information Request for %s
de_de: Informationsanfrage für %s

source: Information Request Successfully Sent!
de_de: Informationsanfrage erfolgreich gesendet!

source: Information saved successfully, thank you!
de_de: Informationen erfolgreich gespeichert, vielen Dank!

source: Initial Setup
de_de: Erstmalige Einrichtung

source: Insert
de_de: Einfügen

source: Insert a starting and an ending date (Season) or select one or more days of the week (Week Days). Only one filter is required. Provide a Season and Week Days to combine the filters
de_de: Geben Sie ein Anfangs- und ein Enddatum ein (Saison) oder wählen Sie einen oder mehrere Wochentage aus (Wochentage). Es ist nur ein Filter erforderlich. Geben Sie eine Saison und Wochentage an, um die Filter zu kombinieren

source: Insert content wrapper
de_de: Content-Wrapper einfügen

source: Insert Fares
de_de: Tarife einfügen

source: Insert the dates when this location is closed for Pickup and Drop Off. Right syntax: yyyy-mm-dd,yyyy-mm-dd,..etc..Use the calendar to avoid syntax errors.
de_de: Geben Sie die Daten ein, an denen dieser Standort für die Abholung und Rückgabe geschlossen ist. Richtige Syntax: yyyy-mm-dd,yyyy-mm-dd,..etc..Verwenden Sie den Kalender, um Syntaxfehler zu vermeiden.

source: Install Sample Data
de_de: Beispieldaten installieren

source: Installation Steps
de_de: Schritte zur Installation

source: Insufficient data received for converting the currency
de_de: Unzureichende Daten für die Umrechnung der Währung erhalten

source: Introducing Text
de_de: Einführung in den Text

source: Invalid Amount Paid
de_de: Ungültiger gezahlter Betrag

source: Invalid Confirmation Number, unable to find your order
de_de: Ungültige Bestätigungsnummer, Du kannst Deine Bestellung nicht finden

source: Invalid Credit Card information received, please try again.
de_de: Ungültige Kreditkarteninformationen erhalten, bitte versuche es erneut.

source: Invalid data received for converting the currency
de_de: Ungültige Daten für die Umrechnung der Währung erhalten

source: Invalid Dates
de_de: Ungültige Daten

source: Invalid Paypal Payment
de_de: Ungültige Paypal Zahlung

source: Invalid PIN Code. Please try again or just enter your information below
de_de: Ungültiger PIN Code. Bitte versuche es erneut oder gib Deine Informationen unten ein

source: Invert Tracking Status
de_de: Tracking-Status umkehren

source: Invoice for your Order
de_de: Rechnung für Deine Bestellung

source: Invoice Number
de_de: Rechnungsnummer

source: Invoices
de_de: Rechnungen

source: Invoices Generated: %d
de_de: Erstellte Rechnungen: %d

source: Invoices Starting Number
de_de: Rechnungen Startnummer

source: is e-Mail
de_de: ist e-Mail

source: is not available for the selected days. Please try with different dates
de_de: ist an den ausgewählten Tagen nicht verfügbar. Bitte versuche es mit anderen Daten

source: It is necessary to define the base rental costs for each vehicle for the various rate plans you have created. Other seasonal rates can be set up later from the page Rates Overview.
de_de: Es ist notwendig, die Basismietkosten für jedes Fahrzeug für die verschiedenen Tarifpläne, die Sie erstellt haben, zu definieren. Weitere saisonale Tarife können Sie später auf der Seite Tarifübersicht einrichten.

source: It is possible to import remote iCal calendars containing reservations to sync the availability for this vehicle.
de_de: Es ist möglich, entfernte iCal-Kalender mit Reservierungen zu importieren, um die Verfügbarkeit für dieses Fahrzeug zu synchronisieren.

source: Item saved.
de_de: Eintrag gespeichert.

source: January
de_de: Januar

source: July
de_de: Juli

source: June
de_de: Juni

source: Keep First Day Rate
de_de: Ersttagskurs beibehalten

source: Keywords Meta Tag
de_de: Meta Tag Keyword

source: Language
de_de: Sprache

source: Large
de_de: Groß

source: Last Execution
de_de: Letzte Ausführung

source: Last Minute validity
de_de: Last Minute Gültigkeit

source: Last Name
de_de: Nachname

source: Last update
de_de: Letzte Aktualisierung

source: Last Visit
de_de: Letzter Besuch

source: Latitude
de_de: Breitengrad

source: Leave a deposit of
de_de: Hinterlasse eine Kaution von

source: Leave this field empty for letting the system calculate the ordering position automatically
de_de: Lasse dieses Feld leer, damit das System die Bestellposition automatisch berechnen kann.

source: Left
de_de: Links

source: Length of Stay Pricing Overview
de_de: Übersicht über die Preise für die Aufenthaltsdauer

source: Let customers choose extras and optional services for their rental orders. Such services will be displayed in the order summary with separate rows with their own cost. Offer anything your clients may need for their journey.
de_de: Lassen Sie Kunden Extras und optionale Dienstleistungen für ihre Mietaufträge auswählen. Solche Leistungen werden in der Bestellübersicht in separaten Zeilen mit eigenen Kosten angezeigt. Bieten Sie alles an, was Ihre Kunden für ihre Reise benötigen.

source: License Key valid until %s
de_de: Lizenzschlüssel gültig bis %s

source: License Plate
de_de: Kfz-Kennzeichen

source: List of notes defined for certain vehicles and dates
de_de: Liste der für bestimmte Fahrzeuge und Daten definierten Hinweise

source: Load Font Awesome
de_de: Font Awesome laden

source: Load Report Data
de_de: Berichtsdaten laden

source: Load Translations
de_de: Übersetzungen laden

source: Loading...
de_de: Laden...

source: Location
de_de: Standort

source: Location Address
de_de: Standort-Adresse

source: Location Name
de_de: Standort Name

source: Locations
de_de: Standorte

source: Locations List
de_de: Liste der Standorte

source: Locations/Out of hours fees
de_de: Standorte/Außerhalb der Öffnungszeiten Gebühren

source: Locked Until
de_de: Gesperrt bis

source: Log in to see your orders
de_de: Einloggen, um Deine Bestellungen zu sehen

source: Log in to your server control panel and add a new job for your Cron Utility. Your hosting company should help you use this tool.
de_de: Loggen Sie sich in Ihr Server-Kontrollzentrum ein und fügen Sie einen neuen Auftrag für Ihr Cron-Dienstprogramm hinzu. Ihr Hosting-Unternehmen sollte Ihnen bei der Verwendung dieses Tools helfen.

source: Login
de_de: Anmeldung

source: Long
de_de: lang

source: Longitude
de_de: Länge

source: Make Available
de_de: Verfügbar machen

source: Make Not Available
de_de: Marke nicht verfügbar

source: Make payable from front site
de_de: Von der Vorderseite aus zahlbar machen
