Repository: XezMetITSolutions/RentEx
Catalog: vikrentcar/languages/vikrentcar-*.po
Languages: de_de

source: 12 Hours AM/PM
de_de: 12 Stunden AM/PM

source: 24 Hours
de_de: 24 Stunden

source: 3 Months
de_de: 3 Monate

source: 6 Months
de_de: 6 Monate

source: ::Change method of payment::
de_de: ::Zahlungsart ändern::

source: [Rule %s was not compliant. Special tag %s was not applied.]
de_de: [Regel %s war nicht konform. Das spezielle Tag %s wurde nicht angewendet.]

source: A Cancellation-Modification Request has been sent by the customer for the order id %s. Order details: %s
de_de: Ein Stornierungs-Änderungsantrag wurde vom Kunden für die Auftragsnummer %s gesendet. Details zur Bestellung: %s

source: A carousel showing a list of vehicles.
de_de: Ein Karussell mit einer Liste von Fahrzeugen.

source: A list of availability calendars for all or just some vehicles
de_de: Eine Liste von Verfügbarkeitskalendern für alle oder nur bestimmte Fahrzeuge

source: A list of rental orders ending today
de_de: Eine Liste der heute endenden Mietaufträge

source: A list of rental orders starting today
de_de: Eine Liste der heute beginnenden Mietaufträge

source: A list of unconfirmed orders currently blocking some vehicles
de_de: Eine Liste der unbestätigten Aufträge, die derzeit einige Fahrzeuge blockieren

source: A payment for the order %s has been received. The total amount received is %s instead of %s.
de_de: Eine Zahlung für die Bestellung %s ist eingegangen. Der erhaltene Gesamtbetrag ist %s anstelle von %s.

source: A range of dates is mandatory to create a promotion
de_de: Ein Datumsbereich ist obligatorisch, um eine Aktion zu erstellen

source: A snapshot of the future and past rental orders
de_de: Eine Momentaufnahme der zukünftigen und vergangenen Mietaufträge

source: Access Administration Interface
de_de: Zugang zur Verwaltungsschnittstelle

source: ACL saved.
de_de: ACL gespeichert.

source: Action
de_de: Aktion

source: Actions
de_de: Aktionen

source: Active License Key
de_de: Aktiver Lizenzschlüssel

source: Add
de_de: Hinzufügen

source: Add a shortcode configured through VikRentCar.
de_de: Füge einen über VikRentCar konfigurierten Shortcode hinzu.

source: Add Answer
de_de: Antwort hinzufügen

source: Add calendar
de_de: Kalender hinzufügen

source: Add Campaign
de_de: Neue Kampagne erstellen

source: Add Cost Override
de_de: Kostenüberschreitung hinzufügen

source: Add Date
de_de: Datum hinzufügen

source: Add file attachments to the email message
de_de: Dateianhänge zur E-Mail hinzufügen

source: Add Images
de_de: Bild hinzufügen

source: Add it After the Current Page Title
de_de: Nach dem aktuellen Seitentitel hinzufügen

source: Add it Before the Current Page Title
de_de: Vor dem aktuellen Seitentitel hinzufügen

source: Add New
de_de: Neu hinzufügen

source: Add new note for today
de_de: Neue Notiz für heute hinzufügen

source: Add New Widget
de_de: Neues Widget hinzufügen

source: Add one or more email recipient addresses
de_de: Füge eine oder mehrere E-Mail-Empfängeradressen hinzu

source: Add Rule
de_de: Regel hinzufügen

source: Add Value Override
de_de: Wert hinzufügen Überschreiben

source: Add Widgets Container
de_de: Widgets Container hinzufügen

source: Additional eMail Address
de_de: Zusätzliche eMail-Adresse

source: Address
de_de: Adresse

source: Admin Widgets Customizer
de_de: Admin Widgets Anpassungsprogramm

source: Administrator Booking Cancellation
de_de: Administrator Buchungsstornierung

source: Administrator Booking Confirmation
de_de: Administrator Buchungsbestätigung

source: Administrator Booking Modification
de_de: Administrator Buchungsänderung

source: Administrator Notes
de_de: Anmerkungen für den Administrator

source: Advanced
de_de: Fortgeschritten

source: Affected Cars
de_de: Betroffene Autos

source: After Drop-off Message
de_de: Nachricht nach der Übergabe

source: After the Drop-off date
de_de: Nach dem Rückgabedatum

source: After the Pick-up date
de_de: Nach dem Abholdatum

source: After the Special Prices
de_de: Nach den Sonderpreisen

source: ALL
de_de: ALLE

source: All
de_de: Alle

source: All Vehicles
de_de: Alle Fahrzeuge

source: Allow cancellations
de_de: Erlaube Stornierungen

source: Allow Documents Upload
de_de: Upload von Dokumenten zulassen

source: Allow multiple payments for the same order
de_de: Erlaube mehrere Zahlungen für dieselbe Bestellung

source: Allow Pick Ups on Drop Offs
de_de: Abholungen bei Ablieferungen erlauben

source: Allow your guests to book some extra services, either they are optional or mandatory. This function can be used to create services or fees like insurances, extra mileage/km, late drop off and anything else that could be booked with the cars.
de_de: Erlauben Sie Ihren Gästen, zusätzliche Dienstleistungen zu buchen, die entweder optional oder obligatorisch sind. Diese Funktion kann verwendet werden, um Dienstleistungen oder Gebühren wie Versicherungen, zusätzliche Kilometer, verspätete Rückgabe und alles andere, was mit den Autos gebucht werden kann, zu erstellen.

source: Allow your guests to pay their orders online through your preferred bank gateway. The Pro version comes with an integration for PayPal Standard and two more payment solutions, but the framework could be extended by installing apposite payment plugins for Vik Rent Car for your preferred bank.
de_de: Ermöglichen Sie Ihren Gästen, ihre Bestellungen online über Ihr bevorzugtes Bank-Gateway zu bezahlen. Die Pro-Version kommt mit einer Integration für PayPal Standard und zwei weiteren Zahlungslösungen, aber das Framework kann durch die Installation von entsprechenden Zahlungsplugins für Vik Rent Car für Ihre bevorzugte Bank erweitert werden.

source: Allowed
de_de: Erlaubt

source: Allowed Currencies for conversion
de_de: Erlaubte Währungen für die Umrechnung

source: Allowed Quantity
de_de: Erlaubte Menge

source: Allows users in the group to access the administration interface for this plugin.
de_de: Ermöglicht den Benutzern der Gruppe den Zugriff auf die Verwaltungsoberfläche für dieses Plugin.

source: Allows users in the group to create any content in this plugin.
de_de: Erlaubt den Benutzern der Gruppe, beliebige Inhalte in diesem Plugin zu erstellen.

source: Allows users in the group to delete any content in this plugin.
de_de: Erlaube Nutzern in der Gruppe, Inhalt in diesem Plugin zu löschen

source: Allows users in the group to edit any content in this plugin.
de_de: Erlaubt den Benutzern der Gruppe, jeden Inhalt in diesem Plugin zu bearbeiten.

source: Allows users in the group to edit the options and permissions of this plugin.
de_de: Ermöglicht Benutzern in der Gruppe, die Optionen und Berechtigungen dieses Plugins zu bearbeiten.

source: Allows your visitors to convert the prices into several currencies.
de_de: Ermöglicht es Ihren Besuchern, die Preise in verschiedene Währungen umzurechnen.

source: Alternatively, you can install one Sample Data package to skip the initial setup steps.
de_de: Alternativ können Sie auch ein Beispieldatenpaket installieren, um die ersten Einrichtungsschritte zu überspringen.

source: Always Open
de_de: Immer geöffnet

source: Always Selected
de_de: Immer ausgewählt

source: Always Valid
de_de: immer gültig

source: Amount Paid
de_de: Gezahlter Betrag

source: Amount Payable
de_de: Kreditorenbuchhaltung

source: An email will be sent to the Customer eMail Address with the link for making the payment
de_de: Es wird eine E-Mail an die Kunden-E-Mail-Adresse mit dem Link für die Zahlung gesendet.

source: An error occurred while saving the ACL.
de_de: Beim Senden der URL ist ein Fehler aufgetreten.

source: An optional custom image (PNG) for this vehicle to display the damages and status of each unit
de_de: Ein optionales benutzerdefiniertes Bild (PNG) für dieses Fahrzeug, um die Schäden und den Status anzuzeigen

source: and more
de_de: und vieles mehr

source: and much more...
de_de: Und vieles mehr...

source: Anonymous
de_de: Anonym

source: Any
de_de: Beliebig

source: Any Car
de_de: Jedes Auto

source: Any Location
de_de: Beliebiger Standort

source: Appearance and Texts
de_de: Erscheinungsbild und Texte

source: Apply
de_de: Anwenden

source: Apply Discount
de_de: Rabatt anwenden

source: Apply Extra Hours Charges
de_de: Gebühren für zusätzliche Stunden anwenden

source: Apply if the Locations are inverted
de_de: Anwenden, wenn die Standorte invertiert sind

source: Apply on cars final cost
de_de: Anwendung auf die Endkosten von Fahrzeugen

source: Apply to all Cars
de_de: Auf alle Autos anwenden

source: Archive
de_de: Archiv

source: Arrival Week Day
de_de: Ankunft Wochentag

source: Ascending
de_de: aufsteigend

source: Ask Italian Fiscal Code
de_de: Fragen zur italienischen Abgabenordnung

source: Assign Customer
de_de: Kunde zuordnen

source: Assign new customer
de_de: Neuen Kunden zuweisen

source: Assign Unit #
de_de: Zugewiesene Einheit

source: Assignee:
de_de: Rechtsnachfolger:

source: At H:M
de_de: Bei H:M

source: Attach Files
de_de: Datei Anhängen

source: Attach iCal Reminder
de_de: iCal-Erinnerung anhängen

source: Attach PDF to the order eMail
de_de: PDF an die Bestell-E-Mail anhängen

source: Attachment
de_de: Anhang

source: Auto-Assign Car Unit
de_de: Fahrzeugeinheit automatisch zuweisen

source: Auto-Set Order Confirmed
de_de: Auto-Set Auftrag Bestätigt

source: Auto-Set Order to Confirmed
de_de: Auftrag automatisch auf "Bestätigt" setzen

source: Autoplay
de_de: Automatische Wiedergabe

source: Availability Calendar
de_de: Verfügbarkeitskalender

source: Availability calendars to import
de_de: Verfügbarkeitskalender zum Importieren

source: Available
de_de: Verfügbar

source: Average Conversion Rate
de_de: Durchschnittliche Konversionsrate

source: Average Length of Rent
de_de: Durchschnittliche Dauer der Miete

source: Average Values
de_de: Durchschnittliche Werte

source: Average Values may be applied when the booked dates are not included in the dates filter
de_de: Durchschnittswerte können angewendet werden, wenn die gebuchten Daten nicht im Datumsfilter enthalten sind.

source: Back
de_de: Zurück

source: Background Color
de_de: Hintergrundfarbe

source: Background color
de_de: Hintergrundfarbe

source: Backup - Creator
de_de: Backup - Erstellen

source: Based on Rental Period
de_de: Basierend auf der Mietdauer

source: Before the Special Prices
de_de: Vor den Sonderpreisen

source: Best Referrers
de_de: Beste Empfehlungsgeber

source: Billing Information
de_de: Informationen zur Rechnungsstellung

source: Book
de_de: buchen

source: Book it Now
de_de: Jetzt buchen

source: Book Now
de_de: Jetzt buchen

source: Book now
de_de: Jetzt buchen

source: Booking
de_de: Buchung

source: Booking Auto Cancellation
de_de: Automatische Stornierung von Buchungen

source: Booking Cancelled by Customer
de_de: Buchung vom Kunden storniert

source: Booking Conversion
de_de: Konvertierung von Buchungen

source: Booking Created by Administrator
de_de: Buchung vom Administrator erstellt

source: Booking Dates
de_de: Buchungsdatum

source: Booking Invoice Issued
de_de: Ausgestellte Buchungsrechnung

source: Booking Modified by Customer
de_de: Vom Kunden geänderte Buchung

source: Booking Receipt Issued
de_de: Buchungsbeleg ausgestellt

source: Border
de_de: Rahmen

source: Border Color
de_de: Rahmenfarbe

source: Border Width
de_de: Rahmenbreite

source: Bottom
de_de: unten

source: Bottom, Center
de_de: Unten Mitte

source: Breaks
de_de: Ferien

source: By Category
de_de: Nach Kategorie

source: By Name
de_de: Nach Namen

source: By Price
de_de: Nach Preis

source: Calculate
de_de: Berechnen

source: Calculating...
de_de: Berechnen...

source: Calendar
de_de: Kalender

source: Calendar name
de_de: Kalendername

source: Calendar Pricing Overview
de_de: Kalender Preisübersicht

source: Calendar Type
de_de: Kalender-Typ

source: Calendar URL
de_de: Kalender-URL

source: Calendars First Day of the Week
de_de: Kalender Erster Tag der Woche

source: Cancel
de_de: Abbrechen

source: Cancel Booking Registration
de_de: Buchung stornieren

source: Cancellation Email Sent
de_de: Stornierungs-E-Mail gesendet

source: Cancellation email sent to %s
de_de: Stornierungs-E-Mail an %s gesendet

source: Cancellation/Modification Request
de_de: Stornierung/Änderungsantrag

source: Cancelled
de_de: Storniert

source: Car
de_de: Auto

source: Car #
de_de: Fahrzeug #

source: Car Category
de_de: Kategorie

source: Car Closed
de_de: Auto geschlossen

source: Car Damages in Check-in PDF
de_de: Schäden am Auto beim Check-in PDF

source: Car Filter
de_de: Filter

source: Car is not available from the
de_de: Das Auto ist nicht verfügbar vom

source: Car is not Returnable from the
de_de: Auto ist nicht rückgabefähig vom

source: Car not available
de_de: Fahrzeug nicht verfügbar

source: Car not found
de_de: Auto nicht gefunden

source: Car Option updated successfully
de_de: Die Optionen wurden erfolgreich aktualisiert.

source: Car Options
de_de: Fahrzeugoptionen

source: Card Type
de_de: Kartentyp

source: Cars
de_de: Fahrzeuge

source: Cars affected by this Restriction:
de_de: Fahrzeuge, die von dieser Beschränkung betroffen sind:

source: Cars and Rates
de_de: Autos und Tarife

source: Cars Assigned
de_de: Zugewiesene Autos

source: Cars Calendar
de_de: Auto-Kalender

source: Cars Category Filter
de_de: Autos Kategorie Filter

source: Cars Configuration
de_de: Fahrzeugkonfiguration

source: Cars Found
de_de: Gefundene Fahrzeuge

source: Cars List
de_de: Fahrzeugliste

source: Cars Locked
de_de: Autos verschlossen

source: Cars Locked - Waiting for Confirmation
de_de: Autos verschlossen - Warten auf Bestätigung

source: Cars Occupancy
de_de: Fahrzeuge Belegung

source: Cars per Page
de_de: Fahrzeuge pro Seite

source: Cars Sold
de_de: Verkaufte Fahrzeuge

source: Cars Units
de_de: Fahrzeuge Einheiten

source: Cars Unsold
de_de: Unverkaufte Fahrzeuge

source: Cars, Categories, Options and Characteristics Management
de_de: Autos, Kategorien, Optionen und Merkmale Verwaltung

source: Categories
de_de: Kategorien

source: Category
de_de: Kategorie

source: Category Name
de_de: Kategoriename

source: Change Dates
de_de: Termine ändern

source: Change method of payment to
de_de: Zahlungsweise ändern in

source: Changes will be saved automatically
de_de: Standard-Widgets-Konfiguration wiederherstellen

source: Characteristic Icon
de_de: Charakteristisches Icon

source: Characteristic Name
de_de: Merkmalsname

source: Characteristics
de_de: Merkmale

source: Charge
de_de: Gebühr

source: Charge/Discount
de_de: Anrechnung/Rabatt

source: Chart
de_de: Diagramm

source: Check-in and Registration
de_de: Einchecken und Registrierung

source: Checker-in Signature
de_de: Check-in Unterschrift

source: Checking Version...
de_de: Überprüfung der Version...

source: Choose an image
de_de: Wähle ein Bild aus

source: Choose if the promotions should be displayed if they are 3, 6 or 12 months in advance
de_de: Wähle, ob die Angebote 3, 6 oder 12 Monate im Voraus angezeigt werden sollen.

source: Choose one or more images
de_de: Wähle ein oder mehrere Bilder

source: Choose one widget to add
de_de: Wählen Sie ein Widget zum Hinzufügen

source: Choose Pickup Location
de_de: Abholort wählen

source: Choose the maximum number of backup archives that can be created. When the specified threshold is reached, the system will automatically delete the oldest backup to allow the creation of a new one.
de_de: Wählen Sie die maximale Anzahl an Sicherungsarchiven, die erstellt werden können. Wenn der angegebene Schwellenwert erreicht ist, löscht das System automatisch die älteste Sicherung, um die Erstellung einer neuen zu ermöglichen.

source: Choose the type of Sample Data you would like to install. This operation will populate the plugin with some demo contents to complete the first configuration.
de_de: Wähle den Typ der Beispieldaten, die Du installieren möchtest. Bei diesem Vorgang wird das Plugin mit einigen Demo-Inhalten gefüllt, um die erste Konfiguration abzuschließen.

source: Choose the type of webhook notification to trigger:<br/><ul><li><strong>URL</strong> POST request with a JSON payload to a remote URL.</li><li><strong>PHP Callback</strong> Invoke a custom PHP function or a class method.</li><li><strong>WordPress Action</strong> Calls a custom event (hook) by passing the payload to the action.</li></ul>
de_de: Wählen Sie den Typ der auszulösenden Webhook-Benachrichtigung aus:<br/><ul><li><strong>URL</strong> POST-Anforderung mit einer JSON-Nutzlast an eine Remote-URL.</li><li><strong>PHP-Callback </strong> Rufen Sie eine benutzerdefinierte PHP-Funktion oder eine Klassenmethode auf.</li><li><strong>WordPress-Aktion</strong> Ruft ein benutzerdefiniertes Ereignis (Hook) auf, indem die Nutzdaten an die Aktion übergeben werden.</li></ul>

source: Choose whether a rental order should be displayed in the external calendars as one day (pick up date) or with all the consecutive dates. For example: a rental of 3 days can be displayed in the external calendar system as occupying just one day (the pick up date) or all days until the drop off date. Choose the method you prefer.
de_de: Wählen Sie, ob ein Mietauftrag in den externen Kalendern als ein Tag (Abholdatum) oder mit allen aufeinanderfolgenden Daten angezeigt werden soll. Ein Beispiel: Ein Mietauftrag von 3 Tagen kann im externen Kalendersystem als ein Tag (Abholdatum) oder als alle Tage bis zum Rückgabedatum angezeigt werden. Wählen Sie die von Ihnen bevorzugte Methode.

source: Choose whether the Cars, for which the Promotion is valid, should be displayed
de_de: Wähle, ob die Autos, für die die Aktion gültig ist, angezeigt werden sollen

source: Choose whether to display the form vertically or horizontally.
de_de: Wähle, ob das Formular vertikal oder horizontal angezeigt werden soll.

source: Choose whether to show the conversion form only on the pages of the plugin VikRentCar
de_de: Wähle, ob das Umwandlungsformular nur auf den Seiten des Plugins VikRentCar angezeigt werden soll

source: City
de_de: Ort

source: Class File
de_de: Klasse Datei

source: Clear
de_de: Zurücksetzen

source: Clear selection
de_de: Auswahl aufheben

source: Click here to request a cancellation or modification of the order
de_de: Klicke hier, um eine Stornierung oder Änderung der Bestellung zu beantragen

source: Click the save button at the bottom of the page when you are done.
de_de: Klicke auf die Schaltfläche "Speichern" am unteren Rand der Seite, wenn Du fertig bist.

source: Click the various elements on the template to edit their CSS styling properties.
de_de: Klicke auf die verschiedenen Elemente in der Vorlage, um die CSS-Stileigenschaften zu bearbeiten.

source: Click this button to force the availability, even if this may generate overbooking.
de_de: Klicke auf diese Schaltfläche, um die Verfügbarkeit zu erzwingen, auch wenn dies zu einer Überbuchung führen kann.

source: Close Car
de_de: Auto schließen

source: Close Rate Plan
de_de: Tarifplan schließen

source: Close/Open Rate Plan
de_de: Tarifplan schließen/öffnen

source: Closest booking solutions
de_de: Die nächsten Buchungslösungen

source: Closing Days
de_de: Geschlossene Tage

source: Closing Page Text
de_de: Abschlussseite Text

source: Closing Text
de_de: Abschließender Text

source: Collapse
de_de: Einklappen

source: Collecting Today
de_de: Sammeln heute

source: Company
de_de: Firma

source: Company Legal Information
de_de: Rechtliche Informationen zum Unternehmen

source: Company Logo
de_de: Firmenlogo

source: Company Name
de_de: Firmenname

source: Complete the configuration of the following tasks to get started.
de_de: Vervollständige die Konfiguration der folgenden Aufgaben, um loszulegen.

source: Completed
de_de: Abgeschlossen

source: Component Back-End
de_de: Komponente Back-End

source: Component Back-End SYS
de_de: Komponente Back-End SYS

source: Component Front-End
de_de: Komponente Front-End

source: Conditional Message
de_de: Bedingte Nachricht

source: Conditional Text Name
de_de: Bedingter Textname

source: Conditional Text Rules
de_de: Regeln für bedingten Text

source: Conditional Texts
de_de: Bedingte Texte

source: Configuration
de_de: Konfiguration

source: Configuration, Payment Options, Locations
de_de: Konfiguration, Zahlungsoptionen, Standorte

source: Configure
de_de: Konfigurieren

source: Configure ACL & Options
de_de: Konfiguriere ACL und Optionen

source: Configure Options and Extra Services
de_de: Optionen und Zusatzdienste konfigurieren

source: Confirm
de_de: Bestätigen

source: Confirm Order
de_de: Jetzt kostenpflichtig mieten

source: Confirm Password
de_de: Passwort bestätigen

source: Confirm that you want to proceed one last time. This action cannot be undone.
de_de: Bestätige, dass Du fortfahren möchtest. Diese Aktion kann nicht rückgängig gemacht werden.

source: Confirmation Number
de_de: Bestätigungstoken

source: Confirmation Number or PIN Code
de_de: Bestätigungsnummer oder PIN-Code

source: Confirmed
de_de: bestätigt

source: Confirmed Reservations
de_de: Bestätigte Reservierungen

source: Confirmed, Pending and Cancelled
de_de: Bestätigt, schwebend und annulliert

source: Consecutive days
de_de: Aufeinanderfolgende Tage

source: Container Size
de_de: Container-Größe

source: Content
de_de: Inhalt

source: Continue
de_de: Auswählen

source: Contract/Agreement
de_de: AGB

source: Conversion Code
de_de: Umrechnung Code

source: Conversion Rates
de_de: Umrechnungskurse

source: Copy original translation
de_de: Original Übersetzung kopieren

source: Cost
de_de: Kosten

source: Cost Overrides
de_de: Kostenüberschreitung

source: Could not display the widget. Try reloading the page
de_de: Das Widget konnte nicht angezeigt werden. Versuche die Seite neu zu laden

source: Could not update the map. Please try again
de_de: Die Karte konnte nicht aktualisiert werden. Bitte versuche es erneut

source: Could you please explain what happened?
de_de: Könnten Sie bitte erklären, was passiert ist?

source: Countries
de_de: Länder

source: Country
de_de: Land

source: Counts the daily visitors that looked for a vehicle from your website
de_de: Zählt die täglichen Besucher, die auf Ihrer Website ein Zimmer gesucht haben

source: Coupon
de_de: Gutschein

source: Coupon Discounts
de_de: Gutscheinrabatte

source: Coupon Successfully Saved
de_de: Coupon erfolgreich gespeichert

source: Coupon Type
de_de: Coupon Typ

source: Coupons
de_de: Gutscheine

source: Create
de_de: Erstellen

source: Create and Modify rental orders via back-end
de_de: Erstellen und Ändern von Mietaufträgen über das Back-End

source: Create New
de_de: Neu erstellen

source: Create new customer
de_de: Neuen Kunden anlegen

source: Create page
de_de: Seite erstellen

source: Create Promotions to change rental costs and generate discount coupons
de_de: Erstellen Sie Aktionen, um Mietkosten zu ändern und Rabattcoupons zu generieren

source: Create some vehicles to enable the booking process. Your cars will have their own calendars for the availability and rates, and your guests will be booking the vehicles you have set up.
de_de: Erstellen Sie einige Fahrzeuge, um den Buchungsprozess zu ermöglichen. Ihre Fahrzeuge werden ihre eigenen Kalender für die Verfügbarkeit und Preise haben, und Ihre Gäste werden die Fahrzeuge buchen, die Sie eingerichtet haben.

source: Create your customers database on your website
de_de: Erstellen Sie Ihre Kundendatenbank auf Ihrer Website

source: Created By
de_de: Erstellt von

source: Created On
de_de: Erstellt am

source: Created on:
de_de: Erstellt am:

source: Credit Card Information Received
de_de: Empfangene Kreditkarteninformationen

source: Credit Card Number
de_de: Kreditkarten-Nummer

source: Cron Job Name
de_de: Name des Cron-Auftrags

source: Cron Job Result
de_de: Cron Job Ergebnis

source: Cron Job Saved!
de_de: Cron Job gespeichert!

source: Cron Job Updated!
de_de: Cron Job aktualisiert!
