Repository: XezMetITSolutions/RentEx
Catalog: vikrentcar/languages/vikrentcar-*.po
Languages: de_de

source: The default Opening Time can be changed on some days of the week. Closing days, for either festivities or weekly closure, can be defined from the apposite parameter Closing Dates. If the Opening Time does not change from one day to another, keep this setting empty.
de_de: Die Standardöffnungszeit kann an einigen Wochentagen geändert werden. Schließtage, entweder für Feierlichkeiten oder für die wöchentliche Schließung, können über den entsprechenden Parameter Schließtage definiert werden. Wenn sich die Öffnungszeit nicht von einem Tag zum anderen ändert, lassen Sie diese Einstellung leer.

source: The FREE version is too limited
de_de: Die FREE-Version ist zu eingeschränkt

source: the Left
de_de: das Linke

source: The location is closed on this day
de_de: Der Standort ist an diesem Tag geschlossen

source: The message was sent successfully
de_de: Die Nachricht wurde erfolgreich gesendet

source: The name of this pricing rule. Visible only if &quot;Promotion&quot; enabled. Can be left empty
de_de: Der Name dieser Preisregel. Nur sichtbar, wenn &quot;Promotion&quot; aktiviert ist. Kann leer gelassen werden

source: The opening time for Pickup and-or Drop Off. If empty, the global opening time of the configuration will be applied
de_de: Die Öffnungszeit für Abholung und/oder Rückgabe. Wenn leer, wird die globale Öffnungszeit der Konfiguration angewendet

source: The order details page
de_de: Die Seite mit den Auftragsdetails

source: The Order Total is not enough for this Coupon
de_de: Die Bestellsumme reicht für diesen Gutschein nicht aus

source: The page Calendar will let you create new reservations manually, maybe to register walk-in customers or offline reservations. Modify the dates and switch cars of certain reservations.
de_de: Auf der Seite Kalender können Sie manuell neue Reservierungen erstellen, z. B. um Laufkundschaft oder Offline-Reservierungen zu registrieren. Ändern Sie die Daten und wechseln Sie die Fahrzeuge für bestimmte Reservierungen.

source: The payment was not verified, please try again.
de_de: Die Zahlung wurde nicht verifiziert, bitte versuche es erneut.

source: The PHP Session will be renewed and the new settings will be applied but any logged in user will be logged out. Proceed?
de_de: Die PHP-Sitzung wird erneuert und die neuen Einstellungen werden übernommen, aber alle angemeldeten Benutzer werden abgemeldet. Fortfahren?

source: The plugin broke my site
de_de: Das Plugin hat meine Website zerstört

source: The plugin didn't work as expected
de_de: Das Plugin funktionierte nicht wie erwartet

source: The plugin is not working
de_de: Das Plugin funktioniert nicht

source: The plugin suddenly stopped working
de_de: Das Plugin funktioniert plötzlich nicht mehr

source: The Preferred Countries are used to build input fields to collect phone numbers. These countries are taken from the installed languages on your website, and they will be used to display some countries at the top of the list next to each input field of type phone number. To add custom countries or to remove some, click the edit icon and enter the comma separated alpha-2 country codes (ISO 3166-1).
de_de: Die bevorzugten Länder werden verwendet, um Eingabefelder zur Erfassung von Telefonnummern zu erstellen. Diese Länder werden aus den auf Ihrer Website installierten Sprachen entnommen und werden verwendet, um einige Länder am Anfang der Liste neben jedem Eingabefeld vom Typ Telefonnummer anzuzeigen. Um benutzerdefinierte Länder hinzuzufügen oder einige zu entfernen, klicken Sie auf das Bearbeitungssymbol und geben Sie die durch Komma getrennten Alpha-2-Ländercodes (ISO 3166-1) ein.

source: The Referrer is the system that redirects/sends the visitor to your website. It could be a search engine, a social network or a marketing campaign. This value is not always available and it may be empty. The duration of the cookie defines for how long the visitor should be assigned to a certain referrer for any eventual conversion made after the first visit. The minimum duration should be greater than zero.
de_de: Der Referrer ist das System, das den Besucher auf Ihre Website umleitet/schickt. Das kann eine Suchmaschine, ein soziales Netzwerk oder eine Marketingkampagne sein. Dieser Wert ist nicht immer verfügbar und kann leer sein. Die Dauer des Cookies legt fest, wie lange der Besucher einem bestimmten Referrer zugeordnet werden soll, um eine eventuelle Konversion nach dem ersten Besuch zu ermöglichen. Die Mindestdauer sollte größer als Null sein.

source: The reservation will allow the payment to be made via front-end. Make sure to inform the customer by using the re-send email button.
de_de: Die Reservierung ermöglicht es, die Zahlung über das Front-End zu tätigen. Stellen Sie sicher, dass Sie den Kunden über die Schaltfläche "E-Mail erneut senden" informieren.

source: the Right
de_de: das Rechte

source: The same customer must have placed other reservations before
de_de: Derselbe Kunde muss zuvor andere Reservierungen vorgenommen haben

source: The selected element will be removed. Proceed?
de_de: Das ausgewählte Element wird entfernt. Fortfahren?

source: The selected location for drop off is on break from %s to %s
de_de: Der ausgewählte Rückgabeort hat vom %s bis %s geschlossen

source: The selected location for pickup is on break from %s to %s
de_de: Der ausgewählte Standort hat vom %s bis %s geschlossen

source: The selected location will close at %s
de_de: Der ausgewählte Standort schließt um %s

source: The selected location will open at %s
de_de: Der ausgewählte Standort wird um %s geöffnet

source: The Shortcode was successfully added to a new page of your website. Visit the new page in the front site to see the content (if any).
de_de: Der Shortcode wurde erfolgreich zu einer neuen Seite Ihrer Website hinzugefügt. Besuchen Sie die neue Seite auf der Startseite, um den Inhalt zu sehen (falls vorhanden).

source: The special tag (token) is generated automatically from the name of the conditional text. You can use it on most messages to execute all rules.
de_de: Das spezielle Tag (Token) wird automatisch aus dem Namen des bedingten Textes generiert. Sie können es für die meisten Nachrichten verwenden, um alle Regeln auszuführen.

source: The Statistics Tracking functions use cookies to store information about the visitor's fingerprint and referrer. These cookies are sent to the visitors with the sole purpose of knowing the dates/cars/rate plans they search on this website. The cookies do not contain any personal information. By default, such cookies are not shared with any third party system. It may be necessary to inform your visitors of the usage you make of these internal tracking cookies.
de_de: Die statistischen Tracking-Funktionen verwenden Cookies, um Informationen über den Fingerabdruck des Besuchers und den Referrer zu speichern. Diese Cookies werden an die Besucher mit dem alleinigen Zweck gesendet, die Daten/Autos/Ratenpläne zu kennen, die sie auf dieser Website suchen. Die Cookies enthalten keine persönlichen Informationen. Standardmäßig werden diese Cookies nicht an ein System Dritter weitergegeben. Es kann notwendig sein, Ihre Besucher über die Verwendung dieser internen Tracking-Cookies zu informieren.

source: The true Vik Rent Car is Pro. Discover the power of a professional vehicles rental software!
de_de: Das wahre Vik Rent Car ist Pro. Entdecken Sie die Leistung einer professionellen Autovermietungssoftware!

source: The true Vik Rent Car is Pro. Make sure to keep your License Key active to be able to install future updates.
de_de: Das echte Vik Rent Car ist Pro. Achten Sie darauf, Ihren Lizenzschlüssel aktiv zu halten, um zukünftige Updates installieren zu können.

source: The types of price are the rate plans that clients can choose for renting a vehicle. They identify the insurance, the cancellation policies or the services included.
de_de: Die Preistypen sind die Tarife, die die Kunden für die Anmietung eines Fahrzeugs wählen können. Sie kennzeichnen die Versicherung, die Stornierungsbedingungen oder die enthaltenen Dienstleistungen.

source: The upcoming rental orders
de_de: Die kommenden Mietaufträge

source: The values for the Options/Extras are tax included. The amount is calculated by subtracting the amount of Car Costs from the Order Total. It's the sum of all costs excluding the costs of the vehicles. It may include out of hours or location fees.
de_de: Die Werte für die Optionen/Extras sind inklusive Steuern. Der Betrag wird berechnet, indem der Betrag der Autokosten von der Auftragssumme abgezogen wird. Es ist die Summe aller Kosten ohne die Kosten für die Zimmer. Er kann auch Gebühren für den Aufenthalt außerhalb der Öffnungszeiten oder des Standorts enthalten.

source: The View List and the Vehicle Details page will show this price as the Starting From Price. Leave this field empty for making the program automatically calculate the Starting From Price
de_de: In der Ansichtsliste und auf der Seite Fahrzeugdetails wird dieser Preis als Startpreis angezeigt. Lassen Sie dieses Feld leer, damit das Programm automatisch den Preis ab dem Startpunkt berechnet.

source: There are several sub-types of fields that tell the system what kind of information was collected from the customer. Choose the appropriate type and remember to only create one field of type eMail that will be used for the notifications.
de_de: Es gibt mehrere Untertypen von Feldern, die dem System mitteilen, welche Art von Informationen vom Kunden gesammelt wurden. Wählen Sie den entsprechenden Typ und denken Sie daran, nur ein Feld des Typs E-Mail zu erstellen, das für die Benachrichtigungen verwendet wird.

source: There is only one content-language enabled for this WordPress site so translations cannot be created.
de_de: Für diese WordPress-Website ist nur eine Inhaltssprache aktiviert, sodass keine Übersetzungen erstellt werden können.

source: These charges will be applied to the daily fares that are longer than one day. A rental from the 20th of December at 8am to the 22nd at 11am can be charged by those 3 extra hours. The setting of the configuration Hours of Extended Gratuity Period will be considered as well. So in that case, the charge for the 3 extra hours will be applied only if that setting is 0, 1 or 2, not if it is 3 or higher. From and To need an integer value, for example From 3 To 6 hours
de_de: Diese Gebühren werden auf die Tagestarife angewandt, die länger als einen Tag sind. Bei einer Anmietung vom 20. Dezember um 8 Uhr bis zum 22. Dezember um 11 Uhr können diese 3 zusätzlichen Stunden berechnet werden. Die Einstellung der Konfigurationsstunden der erweiterten Gratifikationsperiode wird ebenfalls berücksichtigt. In diesem Fall wird die Gebühr für die 3 zusätzlichen Stunden nur erhoben, wenn diese Einstellung 0, 1 oder 2 ist, nicht aber, wenn sie 3 oder höher ist. Von und Bis benötigen einen ganzzahligen Wert, zum Beispiel von 3 bis 6 Stunden

source: These Reviews are published on the official WordPress and Joomla repositories.
de_de: Diese Bewertungen werden in den offiziellen WordPress- und Joomla-Repositories veröffentlicht.

source: This agreement between %s %s and %s was made on the %s and is valid until the %s.
de_de: Diese Vereinbarung zwischen %s %s und %s wurde am %s getroffen und ist bis zum %s gültig.

source: This cron job allows to set up automated actions whenever new events related to orders take place. This is useful to post the changes to remote URLs or to pass the data to third party plugins.
de_de: Dieser Cron-Job ermöglicht es, automatisierte Aktionen einzurichten, wenn neue Ereignisse im Zusammenhang mit Bestellungen stattfinden. Dies ist nützlich, um die Änderungen an Remote-URLs zu veröffentlichen oder die Daten an Plugins von Drittanbietern weiterzugeben.

source: This cron job could be executed automatically by your server at regular intervals. The cron can also be executed manually by an administrator, but letting the server do it will be effortless and fully functional. Only servers supporting a Cron utility like crontab will be able of executing this cron job.
de_de: Dieser Cron-Job könnte von Ihrem Server in regelmäßigen Abständen automatisch ausgeführt werden. Der Cron-Job kann auch manuell von einem Administrator ausgeführt werden, aber es ist mühelos und voll funktionsfähig, den Server dies tun zu lassen. Nur Server, die ein Cron-Dienstprogramm wie crontab unterstützen, sind in der Lage, diesen Cron-Job auszuführen.

source: This cron job should be scheduled to run once per day. Remember to create at least one invoice manually from the back-end before running this cron. This is to set the invoices starting number and other details.
de_de: Dieser Cron-Job sollte so geplant werden, dass er einmal pro Tag ausgeführt wird. Denken Sie daran, mindestens eine Rechnung manuell über das Backend zu erstellen, bevor Sie diesen Cron-Job ausführen. Dies dient dazu, die Startnummer der Rechnung und andere Details festzulegen.

source: This document shows the current conditions of the rental car as well as some distinctive features. <br/>Any red-mark placed over the inspection image indicates a Scratch, a Ding, a Scrap or a Dent.
de_de: Dieses Dokument zeigt den aktuellen Zustand des Mietwagens sowie einige besondere Merkmale. <br/>Jede rote Markierung über dem Inspektionsbild zeigt einen Kratzer, eine Beule oder eine Beschädigung an

source: This feature will let you define some Out of Hours Fees for those rentals who start or end at certain times of day, maybe when the office should be closed.
de_de: Mit dieser Funktion können Sie Gebühren für Vermietungen festlegen, die zu bestimmten Tageszeiten beginnen oder enden, etwa wenn das Büro geschlossen sein sollte.

source: This function will let you create seasonal prices, promotions or special rates for the weekends or any other day of the week. Those who are used to work with seasonal rates will find this feature fundamental.
de_de: Mit dieser Funktion können Sie saisonale Preise, Werbeaktionen oder Sondertarife für das Wochenende oder jeden anderen Tag der Woche erstellen. Diejenigen, die es gewohnt sind, mit saisonalen Preisen zu arbeiten, werden diese Funktion grundlegend finden.

source: This is what our customers say about Vik Rent Car
de_de: Das sagen unsere Kunden über Vik Rent Car

source: This option is assigned to %d cars over %d.
de_de: Diese Option wird %d Fahrzeugen über %d zugewiesen.

source: This Page
de_de: diese Seite

source: This page will display graphs and charts by showing important information and statistics about your rental orders, occupancy and revenue.
de_de: Auf dieser Seite werden Grafiken und Diagramme angezeigt, die wichtige Informationen und Statistiken zu Ihren Mietaufträgen, Ihrer Belegung und Ihren Einnahmen enthalten.

source: This percentage value is calculated proportionally by taking into account the total number of visitors and the total numbers of bookings. It shows how many visitors completed the reservation process by generating a booking.
de_de: Dieser Prozentwert wird proportional berechnet, indem die Gesamtzahl der Besucher und die Gesamtzahl der Buchungen berücksichtigt werden. Er zeigt an, wie viele Besucher den Reservierungsprozess mit einer Buchung abgeschlossen haben.

source: This rule is already being used
de_de: Diese Regel wird bereits benutzt

source: This setting will determine how the promotion will be applied onto the cars costs
de_de: Mit dieser Einstellung wird festgelegt, wie die Werbeaktion auf die Fahrzeugkosten angewendet wird

source: This shortcode is already used by a different post. If you select this shortcode, it will be detached from the existing post and assigned to this new post.
de_de: Dieser Shortcode wird bereits von einem anderen Beitrag verwendet. Wenn du diesen Shortcode auswählst, wird er von dem bestehenden Beitrag abgetrennt und diesem neuen Beitrag zugewiesen.

source: This should be the rental cost applied for the longer period of the year. You will be able to set later any hourly rate, as well as some seasonal pricing or different costs for some dates of the year.
de_de: Dies sollte der Mietpreis sein, der für den längeren Zeitraum des Jahres gilt. Sie können später einen beliebigen Stundensatz sowie saisonale Preise oder unterschiedliche Kosten für bestimmte Daten im Jahr festlegen.

source: This text will be displayed on the page where the users will be able to upload their own documents. These instructions should help the users understand what documents they should upload and what information they should provide.
de_de: Dieser Text wird auf der Seite angezeigt, auf der die Nutzer ihre eigenen Dokumente hochladen können. Diese Anweisungen sollen den Nutzern helfen zu verstehen, welche Dokumente sie hochladen und welche Informationen sie angeben sollen.

source: This value will be added to or deducted from the cost of every day of rental that is affected by this Special Price
de_de: Dieser Wert wird zu den Kosten für jeden Miettag, der von diesem Sonderpreis betroffen ist, hinzugerechnet oder abgezogen.

source: Those who work with one or multiple locations can use this feature to define costs for certain combinations of pickup/drop off locations.
de_de: Wer mit einem oder mehreren Standorten arbeitet, kann diese Funktion nutzen, um die Kosten für bestimmte Kombinationen von Abhol- und Rückgabestandorten zu definieren.

source: Thousand Separator
de_de: Tausender-Trennzeichen

source: Three Letters
de_de: Drei Buchstaben

source: Thu
de_de: Do

source: Thumbnails Size
de_de: Größe der Vorschaubilder

source: Thursday
de_de: Donnerstag

source: Tied to the Year
de_de: Gebunden an das Jahr

source: Time
de_de: Uhrzeit

source: Time Format
de_de: Zeitformat

source: Title
de_de: Titel

source: Titles and Headings
de_de: Titel und Überschriften

source: To
de_de: An

source: to
de_de: zu

source: To Date
de_de: Bis Datum

source: To review your order, please visit
de_de: Um Deine Bestellung zu überprüfen, besuche bitte

source: To see your order details, visit the following page
de_de: Die Einzelheiten Deiner Bestellung kannst Du auf der folgenden Seite einsehen

source: to the
de_de: zum

source: To Time
de_de: Zur Zeit

source: To undo the installation of the sample data, you can deactivate and delete the plugin for then re-installing it. Otherwise, you can modify or remove some demo contents according to your needs.
de_de: Um die Installation der Beispieldaten rückgängig zu machen, kannst Du das Plugin deaktivieren und löschen, um es dann erneut zu installieren. Andernfalls kannst Du einige Demo-Inhalte nach Deinen Bedürfnissen ändern oder entfernen.

source: Today
de_de: Heute

source: Toggle Availability by Units
de_de: Verfügbarkeit nach Einheiten umschalten

source: Toggle to display also the shortcodes that are already assigned to a post.
de_de: Schalte um, um auch die Shortcodes anzuzeigen, die bereits einem Beitrag zugewiesen sind.

source: Token Form Order Submit
de_de: Token-Formular Bestellung einreichen

source: Top
de_de: Oben

source: Top Countries
de_de: Top-Länder

source: Total
de_de: Gesamtsumme

source: Total Bookings
de_de: Buchungen insgesamt

source: Total days booked: %d
de_de: Gebuchte Tage insgesamt: %d

source: Total Due
de_de: Gesamtbetrag

source: Total duration
de_de: Gesamtdauer

source: Total Gross Income
de_de: Bruttoeinkommen insgesamt

source: Total Number of Vehicles Displayed
de_de: Gesamtzahl der ausgestellten Fahrzeuge

source: Total Orders
de_de: Aufträge insgesamt

source: Total Paid
de_de: Bezahlte Summe

source: Total Price
de_de: Gesamtpreis

source: Total Revenue, Top Countries, Occupancy Ranking and more
de_de: Gesamteinnahmen, Top-Länder, Belegungsranking und mehr

source: Total Sales
de_de: Umsatz insgesamt

source: Total sellable cars: %d
de_de: Verkaufbare Fahrzeug insgesamt: %d

source: Total to Pay
de_de: Gesamtbetrag

source: Total Units
de_de: Einheiten insgesamt

source: Total Visitors
de_de: Besucher insgesamt

source: Total with current pricing would be %s
de_de: Der Gesamtbetrag mit dem aktuellen Preis würde %s betragen.

source: Tracking Campaigns
de_de: Kampagnentracking

source: Tracking Dates
de_de: Trackingdaten

source: Tracking Enabled
de_de: Das Tracking ist aktiviert

source: Tracking is disabled
de_de: Tracking ist deaktiviert.

source: Tracking Settings
de_de: Tracking Einstellung

source: Tracking Time
de_de: Zeiterfassung

source: Tracking/Conversion Driver
de_de: Tracking-/Conversion-Treiber

source: Transaction completed. The page will be refreshed automatically in a few seconds.
de_de: Transaktion abgeschlossen. Die Seite wird in ein paar Sekunden automatisch aktualisiert.

source: Transactions Currency Code
de_de: Transaktionen Währungscode

source: Translations
de_de: Übersetzungen

source: Translations Saved!
de_de: Übersetzungen gespeichert!

source: Trash
de_de: Papierkorb

source: Tue
de_de: Di.

source: Tuesday
de_de: Dienstag

source: Turnout
de_de: Weiche

source: Type
de_de: Typ

source: Type Flag
de_de: Typ Flagge

source: Type:
de_de: Typ:

source: Types of Price
de_de: Preistypen

source: Unable to process the payment of the
de_de: Die Zahlung des Betrages kann nicht bearbeitet werden.

source: Unable to save the reservation, car not available
de_de: Die Reservierung kann nicht gespeichert werden, Auto nicht verfügbar

source: UnArchive
de_de: Wiederherstellen

source: Unit # Assigned
de_de: Zugewiesene Einheit

source: Units
de_de: Einheiten

source: Units Available
de_de: Verfügbare Einheiten

source: Units booked
de_de: Gebuchte Einheiten

source: Units left
de_de: Verbleibende Einheiten

source: Unknown
de_de: Unbekannt

source: Unlock
de_de: freischalten

source: Unlock over 30 must-have features
de_de: Schalte über 30 unverzichtbare Funktionen frei

source: Unpublish
de_de: Nicht veröffentlichen

source: Until
de_de: bis

source: Upcoming Rentals
de_de: Anstehende Vermietungen

source: Update Completed. Please click here
de_de: Aktualisierung abgeschlossen. Bitte hier klicken

source: Update Failed. Please click here
de_de: Aktualisierung fehlgeschlagen. Bitte hier klicken

source: Update Fares
de_de: Tarife aktualisieren

source: Update Widgets Container
de_de: Widgets-Container aktualisieren

source: Updated
de_de: Aktualisiert

source: Upload documents
de_de: Dokumenten-Upload

source: Upload Existing
de_de: Der Upload existiert bereits

source: Upload File
de_de: Dateien hochladen

source: Upload instructions
de_de: Installationsanweisungen

source: Upload the downloaded file onto a directory of your server, either before, in or after the root directory of the web-server.
de_de: Laden Sie die heruntergeladene Datei in ein Verzeichnis Ihres Servers hoch, entweder vor, in oder nach dem Stammverzeichnis des Webservers.

source: Uploading failed. Please try again
de_de: Bearbeitung fehlgeschlagen. Bitte versuche es erneut.

source: Use <i>#hashtags</i> to categorize the note.
de_de: Verwende <i>#Hashtags</i>, um die Notiz zu kategorisieren.

source: Use Generation Date
de_de: Verwendung Generierungsdatum

source: Use Globals
de_de: Globale Werte verwenden

source: Use Order Date
de_de: Datum der Bestellung verwenden

source: Use Template
de_de: Vorlage verwenden

source: User Orders
de_de: Benutzer-Bestellungen

source: Username
de_de: Nutzername

source: Valid any Year
de_de: Gültig für jedes Jahr

source: Valid Dates
de_de: Gültige Daten

source: Valid Paypal Payment, Error Saving the Order
de_de: Gültige Paypal-Zahlung, Fehler beim Speichern der Bestellung

source: Valid Through
de_de: Gültig bis

source: Valid until
de_de: Gültig bis

source: Valid up to
de_de: Gültig bis zu

source: Validate and Install
de_de: Validieren und Installieren

source: Validate and Update
de_de: Validierung und Aktualisierung

source: Value
de_de: Wert
