Repository: XezMetITSolutions/RentEx
Catalog: vikrentcar/languages/vikrentcar-*.po
Languages: de_de

source: Make this pricing rule a &quot;Promotion&quot; to display it in the front-end booking process
de_de: Machen Sie diese Preisregel zu einer &quot;Promotion&quot;, um sie im Front-End-Buchungsprozess anzuzeigen

source: Male
de_de: männlich

source: Manage Backups
de_de: Backups verwalten

source: Manage Distinctive Features
de_de: Unterscheidungsmerkmale verwalten

source: Manage, print or send via email the check-in document for your customers
de_de: Verwalten, Drucken oder Versenden per E-Mail des Check-in-Dokuments für Ihre Kunden

source: Mar
de_de: Mrz

source: March
de_de: März

source: Max Charge
de_de: Maximale Ladung

source: Max Date in the Future
de_de: Maximales Datum in der Zukunft

source: Max Num of Days
de_de: Maximale Anzahl von Tagen

source: Max. Days
de_de: Max. Tage

source: Maximum Archives
de_de: Maximale Archive

source: Maximum Cost
de_de: Maximale Kosten

source: Maximum Date in the Future from today
de_de: Maximales Datum in der Zukunft von heute

source: Maximum upload size: <strong>%s</strong>
de_de: Maximale Dateigröße: <strong>%s</strong>

source: May
de_de: Mai

source: Message
de_de: Nachricht

source: Method of Payment
de_de: Art der Zahlung

source: Middle
de_de: Mitte

source: Mileage
de_de: Kilometerstand

source: Min Num of Days
de_de: Min. Anzahl der Tage

source: Min. Days
de_de: Min. Tage

source: Min. Order Total
de_de: Min. Auftrag Gesamt

source: Minimum # Days of Rental
de_de: Minimum # Tage der Miete

source: minutes
de_de: Minuten

source: Minutes of Waiting for the Payment
de_de: Minuten des Wartens auf die Zahlung

source: Missing required data for sending the email message.
de_de: Die für den Versand der E-Mail-Nachricht erforderlichen Daten fehlen.

source: Missing required fields
de_de: Fehlende Pflichtfelder

source: Missing Translation File
de_de: Fehlende Übersetzungsdatei

source: MM/DD/YYYY
de_de: MM/TT/JJJJ

source: Mon
de_de: Mo.

source: Monday
de_de: Montag

source: Monitor your business trends thanks to the Graphs & Report functions
de_de: Überwachen Sie Ihre Geschäftstrends dank der Funktionen für Diagramme und Berichte

source: Month
de_de: Monat

source: Monthly
de_de: Monatlich

source: Months
de_de: Monate

source: Most Demanded Days
de_de: Am meisten nachgefragte Tage

source: Multiply Min Num of Days
de_de: Multiplikation der Mindestanzahl von Tagen

source: Navigation Arrows
de_de: Navigationspfeile anzeigen

source: Net
de_de: Netto

source: Net Price
de_de: Nettopreis

source: New
de_de: Neu

source: New amount paid
de_de: Neu gezahlter Betrag

source: New Car
de_de: Neuer Wagen

source: New Category
de_de: Neue Kategorie

source: New Characteristic
de_de: Neues Merkmal

source: New Conditional Text
de_de: Neuer bedingter Text

source: New Confirmed Booking
de_de: Neue bestätigte Buchung

source: New Cron Job
de_de: Neuer Cron-Auftrag

source: New extras booked
de_de: Neue Extras gebucht

source: New Location
de_de: Neue Location

source: New Option
de_de: Neue Option

source: New Order #%s
de_de: Neue Bestellung #%s

source: New order from iCal
de_de: Neue Bestellung von iCal

source: New Price
de_de: Neuer Preis

source: New Reminder
de_de: Neue Mahnung

source: New Restriction
de_de: Neue Einschränkung

source: New Section
de_de: Neuer Abschnitt

source: New Setting
de_de: Neue Einstellungen

source: New Special Price
de_de: Neuer Sonderpreis

source: New Stand-by Booking
de_de: Neue Stand-by-Buchung

source: New Tax Rate
de_de: Neuen Steuersatz hinzufügen

source: Next
de_de: Nächste

source: Next Service
de_de: Nächster Service

source: No
de_de: Nein

source: No active promotions found
de_de: Keine aktiven Werbeaktionen gefunden

source: No Cars found
de_de: Kein Auto gefunden

source: No cars found
de_de: Keine Autos gefunden

source: No cars is available for rental for
de_de: Keine Autos sind verfügbar für die Vermietung für

source: No Categories found
de_de: Keine Kategorien gefunden

source: No Characteristics found
de_de: Keine Merkmale gefunden

source: No confirmed orders found for these dates. Reports cannot be generated.
de_de: Für diese Daten wurden keine bestätigten Aufträge gefunden. Berichte können nicht erstellt werden.

source: No Contents Selected for Translation
de_de: Keine Inhalte zur Übersetzung ausgewählt

source: No coupon found
de_de: Kein Coupon gefunden

source: No Cron Jobs currently set up or scheduled.
de_de: Derzeit sind keine Cron-Jobs eingerichtet oder geplant.

source: No Custom Fields Found
de_de: Keine benutzerdefinierten Felder gefunden

source: No customer records to export
de_de: Keine Kundendatensätze zu exportieren

source: No Customers found
de_de: Es wurde kein Kunde gefunden

source: No Damages Reported
de_de: Keine Schäden gemeldet

source: No data available.
de_de: Keine Daten verfügbar.

source: No drop off for today.
de_de: Für heute ist keine Übergabe vorgesehen.

source: No Fares found
de_de: Keine Fahrpreise gefunden

source: No Fares found for this car and for this number of days of rental. Unable to edit the reservation.
de_de: Keine Tarife für dieses Auto und für diese Anzahl von Tagen der Anmietung gefunden. Sie können die Reservierung nicht bearbeiten.

source: No Fares Found. Please select a different date or car
de_de: Keine Fahrpreise gefunden. Bitte wähle ein anderes Datum oder Fahrzeug

source: No Fares selected
de_de: Keine Fahrpreise ausgewählt

source: No Future Reservations
de_de: Keine zukünftigen Reservierungen

source: No Locations found
de_de: Keine Standorte gefunden

source: No Options found
de_de: Keine Optionen gefunden

source: No orders found
de_de: Keine Bestellung(en) gefunden!

source: No orders found with the parameters specified.
de_de: Keine Aufträge mit den angegebenen Parametern gefunden.

source: No Out of Hours Fees Found
de_de: Keine Gebühren außerhalb der Geschäftszeiten gefunden

source: No Payment Methods found
de_de: Keine Zahlungsarten gefunden

source: No pickup for today.
de_de: Keine Abholung für heute.

source: No Prices Found
de_de: Keine Preise gefunden

source: No Prices Found, Insert Prices from
de_de: Keine Preise gefunden, Preise einfügen von

source: No removed orders found
de_de: Keine entfernten Aufträge gefunden

source: No reservations were found for this account
de_de: Es wurden keine Reservierungen für dieses Konto gefunden

source: No Restrictions found.
de_de: Keine Beschränkungen gefunden.

source: No results
de_de: Keine Ergebnisse

source: No rows found.
de_de: Keine Reihen gefunden.

source: No rules defined to restrict the conditional text
de_de: Keine Regeln definiert, um den bedingten Text einzuschränken

source: No show
de_de: Nicht erschienen

source: No Special Prices found
de_de: Keine Sonderpreise gefunden

source: No Tax Rates Found
de_de: Keine Steuersätze gefunden

source: No Tax rates Found
de_de: Keine Steuersätze gefunden

source: No valid and active License Key found.
de_de: Kein gültiger und aktiver Lizenzschlüssel gefunden.

source: No Vehicle Found
de_de: Kein Fahrzeug gefunden

source: No, thanks
de_de: Nein danke.

source: No-Show
de_de: Nichterscheinen

source: Nominative
de_de: Nominativ

source: None
de_de: Keines

source: None of the cars is available on the requested period.
de_de: Keines der Fahrzeuge ist in dem gewünschten Zeitraum verfügbar.

source: Not Available
de_de: Nicht verfügbar

source: Not Available (for the whole day, check hourly availability)
de_de: Nicht verfügbar (für den ganzen Tag, stündliche Verfügbarkeit prüfen)

source: Not Specified
de_de: Keine Angabe

source: Note Title
de_de: Anmerkung Titel

source: Notes
de_de: Hinweise

source: Notes text formatting
de_de: Textformatierung für Notizen

source: Notification type
de_de: Benachrichtigungstyp

source: Notify Customer via eMail
de_de: Kunden per E-Mail benachrichtigen

source: Number of Decimals
de_de: Anzahl der Dezimalstellen

source: Number of Months to Show
de_de: Anzahl der Monate bis zur Anzeige

source: Number Suffix
de_de: Nummer Suffix

source: Numbered Damage Marks
de_de: Nummerierte Schadensmarkierungen

source: Occupancy Ranking
de_de: Belegung Rangliste

source: Occupancy Ranking report to analyse every detail
de_de: Occupancy Ranking Bericht zur Analyse aller Details

source: Occupancy Rate
de_de: Belegungsplan

source: Occupancy Rate: %s%%
de_de: Belegungsrate: %s%%

source: Oct
de_de: Okt

source: October
de_de: Oktober

source: Off
de_de: Aus

source: Off per Day
de_de: Aus pro Tag

source: Off-Season Prices
de_de: Nebensaison-Preise

source: Okay, do not remind again.
de_de: Okay, erinnere mich nicht mehr daran.

source: Okay, keep reminding.
de_de: Okay, erinnere mich daran.

source: One-way Fee
de_de: Gebühr

source: One-way fees will include any possible combination of pickup location different from the drop off location.
de_de: Einmalgebühren umfassen jede mögliche Kombination von Abholorten, die sich vom Rückgabeort unterscheiden.

source: Open Rate Plan
de_de: Offener Tarifplan

source: Open Wizard
de_de: Assistent öffnen

source: Opening Page Text
de_de: Text auf der ersten Seite

source: Opening Time
de_de: Öffnungszeiten

source: Option Description
de_de: Option Beschreibung

source: Option Image
de_de: Option Bild

source: Option Name
de_de: Optionsname.

source: Option Price
de_de: Preis für Option

source: Options
de_de: Optionen

source: Options and Extra Services
de_de: Optionen und Zusatzleistungen

source: Options, Taxes, Fees
de_de: Optionen, Steuern, Gebühren

source: Options/Extras
de_de: Optionen/Extras

source: or
de_de: oder

source: or DRAG FILES HERE
de_de: oder HIER DRAHT DATEIEN

source: Order Cancellation-Modification Request
de_de: Antrag auf Stornierung und Änderung der Bestellung

source: Order cancelled from iCal
de_de: Bestellung von iCal storniert

source: Order created by User ID %s
de_de: Auftrag erstellt von Benutzer-ID %s

source: Order Date
de_de: Bestelldatum

source: Order date
de_de: Datum der Bestellung

source: Order Details
de_de: Bestelldetails

source: Order eMail re-sent to %s
de_de: Bestell-E-Mail erneut gesendet an %s

source: Order History
de_de: Bestellhistorie

source: Order ID
de_de: Bestellnummer

source: Order is Confirmed
de_de: Bestellung ist bestätigt

source: Order is Pending or Confirmed
de_de: Auftrag ist in Bearbeitung oder bestätigt

source: Order modified from iCal
de_de: Bestellung von iCal geändert

source: Order modified on %s.\nPrevious rental dates: %s.\nPrevious car booked: %s.\nPrevious Total: %s.
de_de: Auftrag geändert am %s.\nVorherige Mietdaten: %s.\nVorheriges gebuchtes Fahrzeug: %s.\nVorheriger Gesamtbetrag: %s. Referenzen

source: Order Number
de_de: Bestellnummer

source: Order Received on the
de_de: Bestellung erhalten am

source: Order Status
de_de: Bestellstatus

source: Order Status: Confirmed. Choose one type of price and eventually some of the Options. Then click on Save to complete the Quick Reservation. An email will be sent to the Customer eMail Address with the reservation details
de_de: Status der Bestellung: Bestätigt. Wählen Sie einen Preistyp und eventuell einige der Optionen aus. Klicken Sie dann auf Speichern, um die Schnellreservierung abzuschließen. Es wird eine E-Mail mit den Reservierungsdetails an die E-Mail-Adresse des Kunden gesendet.

source: Order Status: Waiting for the payment. Choose one type of price and eventually some of the Options. Then click on Save to complete the Standby - Quick Reservation.
de_de: Status der Bestellung: Warten auf die Zahlung. Wählen Sie einen Preistyp und eventuell einige der Optionen. Klicken Sie dann auf Speichern, um die Standby-Schnellreservierung abzuschließen.

source: Order successfully set to Confirmed
de_de: Auftrag erfolgreich auf "Bestätigt" gesetzt

source: Order Summary
de_de: Bestellübersicht

source: Order Total
de_de: Bestellung Gesamt

source: Order was forced due to non-availability
de_de: Bestellung wurde aufgrund von Nichtverfügbarkeit erzwungen

source: Order's data not found
de_de: Daten der Bestellung nicht gefunden

source: Ordering
de_de: Ordnen

source: Ordering and Filtering
de_de: Sortieren und Filtern

source: Ordering position
de_de: Bestellposition

source: Ordering Type
de_de: Bestellart

source: Orders
de_de: Bestellung

source: Orders and Company
de_de: Aufträge und Unternehmen

source: Orders List
de_de: Bestellliste

source: Orders Management
de_de: Verwaltung von Aufträgen

source: Orders Status
de_de: Bestellstatus

source: Orders to Export: %d
de_de: Zu exportierende Aufträge: %d

source: Orders, Availability, Calendars, Overiview
de_de: Bestellungen, Verfügbarkeit, Kalender, Übersicht

source: Other
de_de: Andere

source: Other Payment Received
de_de: Andere erhaltene Zahlungen

source: Out of Hours Fee
de_de: Gebühr außerhalb der Öffnungszeiten

source: Out of Hours Fee Saved!
de_de: Außerhalb der Geschäftszeiten gesparte Gebühr!

source: Out of Hours Fee Updated!
de_de: Gebühr außerhalb der Öffnungszeiten aktualisiert!

source: Out of Hours Fee<br/>(%s)
de_de: Gebühr außerhalb der Geschäftszeiten<br/>(%s)

source: Out of Hours Fees
de_de: Gebühren außerhalb der Geschäftszeiten

source: Override Opening Time
de_de: Überschreiben der Öffnungszeiten

source: Override Tax Rate
de_de: Überschreibe Steuersatz

source: Overview
de_de: Übersicht

source: Page
de_de: Seite

source: Parameters
de_de: Parameter

source: Partially Reserved
de_de: Teilweise reserviert

source: Password
de_de: Passwort

source: Path
de_de: Pfad

source: Pay Entire Amount
de_de: Gesamten Betrag bezahlen

source: Payable amount updated
de_de: Zu zahlender Betrag aktualisiert

source: Payment &quot;button&quot; position
de_de: Zahlung &quot;Schaltfläche&quot; Position

source: Payment Gateways
de_de: Zahlungsportale

source: Payment Method
de_de: Zahlungsmethode

source: Payment Method Saved
de_de: Gespeicherte Zahlungsmethode

source: Payment Method Updated
de_de: Aktualisierte Zahlungsmethode

source: Payment Methods
de_de: Zahlungsmethoden

source: Payment Name
de_de: Name der Zahlung

source: Payment Not Verified
de_de: Zahlung nicht verifiziert

source: Payment Received
de_de: Zahlung erhalten

source: Payment received with Success, Order not Saved. Correct the problem manually.
de_de: Zahlung mit Erfolg erhalten, Bestellung nicht gespeichert. Korrigiere das Problem manuell.

source: Payment Transaction Name
de_de: Name der Zahlungstransaktion

source: Payments Account<br/><small>(for Gateways like Paypal)</small>
de_de: Payments Account<br/><small>(für Gateways wie Paypal)</small>

source: Payments Log
de_de: Zahlungsprotokoll

source: Paypal Response
de_de: Paypal-Antwort

source: PayPal, Offline Credit Card and Bank Transfer pre-installed
de_de: PayPal, Offline-Kreditkarte und Banküberweisung vorinstalliert

source: PDF Invoice
de_de: PDF-Rechnungen

source: Per Day
de_de: Pro Tag

source: per Day
de_de: pro Tag

source: per day
de_de: pro Tag

source: per Day of Rental
de_de: pro Tag der Anmietung

source: Percent or Total
de_de: Prozentsatz oder Gesamt

source: Periodically creates a backup of the contents created through Vik Rent Car.
de_de: Erstellt regelmäßig eine Sicherungskopie der durch Vik Rent Car erstellten Inhalte.

source: Permanent
de_de: Dauerhaft

source: Permanently Delete
de_de: Dauerhaft löschen

source: Permissions
de_de: Berechtigungen

source: Personal data is collected and processed in accordance with the Privacy Policy accepted at the time of booking.
de_de: Personenbezogene Daten werden in Übereinstimmung mit der bei der Buchung akzeptierten Datenschutzrichtlinie erhoben und verarbeitet.

source: Personal Details
de_de: Persönliche Details

source: Phone
de_de: Telefon

source: Phone Number
de_de: Rufnummer

source: Pick or upload an image
de_de: Bild auswählen oder hochladen

source: Pick up and Drop Off
de_de: Abholung und Rückgabe

source: Pick Up Charge
de_de: Gebühr für die Abholung

source: Pick up Date
de_de: Datum der Abholung

source: Pick up for today no longer available at this time, please select a different Pick up date and time
de_de: Abholung für heute nicht mehr möglich, bitte wähle ein anderes Abholdatum und eine andere Uhrzeit

source: Pick up only
de_de: Nur Abholung

source: Pick up Week Day
de_de: Abholung Wochentag

source: Pick up Week Days
de_de: Abholung an Wochentagen

source: Pick up/Drop Off
de_de: Abholung/Rückgabe

source: Pick-up or Drop-off
de_de: Abholung oder Rückgabe

source: Pick-up Reminder
de_de: Abholer-Erinnerung

source: Pickup
de_de: Abholung

source: Pickup and Drop Off Dates are wrong
de_de: Abhol- und Rückgabedaten sind falsch

source: Pickup and Drop Off is not available for those locations
de_de: Abholung und Rückgabe sind für diese Standorte nicht möglich

source: Pickup at
de_de: Abholung bei

source: Pickup Date
de_de: Abholdatum

source: Pickup Date and Time
de_de: Datum und Uhrzeit der Abholung

source: Pickup Date must be after the beginning of the Season
de_de: Das Abholdatum muss nach Beginn der Saison liegen

source: Pickup Field is empty
de_de: Pickup Feld ist leer

source: Pickup Location
de_de: Abholort

source: Pickup Locations
de_de: Abholort

source: Pickup Time
de_de: Abholzeit

source: Pickup/Drop Off Date Format
de_de: Abhol-/Rückgabedatum Format

source: Pickup/Drop Off Fee
de_de: Abhol-/Ablieferungsgebühr

source: Pickup/Drop Off Fees
de_de: Gebühren für die Abholung/Rückgabe

source: Pickup/Drop Off Locations
de_de: Abhol-/Rückgabestellen

source: PIN Code
de_de: PIN

source: Place of Birth
de_de: Geburtsort

source: Please be aware that PHP files in or after the root directory of the web-server can be executed at a public URL. This may not be secure if you do not want anyone to be able to launch the cron job except for the server. If the file was in the root directory, it would be callable at the URL below.
de_de: Bitte beachten Sie, dass PHP-Dateien im oder nach dem Root-Verzeichnis des Web-Servers unter einer öffentlichen URL ausgeführt werden können. Dies ist möglicherweise nicht sicher, wenn Sie nicht wollen, dass jemand anderes als der Server den Cron-Job starten kann. Befände sich die Datei im Root-Verzeichnis, wäre sie unter der folgenden URL aufrufbar.

source: Please enter a name for the section
de_de: Bitte geben Sie einen Namen für den Abschnitt ein

source: Please enter a valid License Key
de_de: Bitte gib einen gültigen Lizenzschlüssel ein

source: Please enter your PIN Code
de_de: Bitte gib Dein PIN Code ein

source: Please fill in all fields
de_de: Bitte alle Felder ausfüllen

source: Please fill in all fields in order to request information.
de_de: Bitte fülle alle Felder aus, um Informationen anzufordern.

source: Please fill in all the registration fields
de_de: Bitte fülle alle Registrierungsfelder aus

source: Please fill in or accept all the required fields
de_de: Bitte fülle alle erforderlichen Felder aus

source: Please first make a selection from the list.
de_de: Bitte triff zunächst eine Auswahl aus der Liste.

source: Please give us more information
de_de: Bitte gib uns mehr Informationen

source: Please log in to access this page
de_de: Bitte melde Dich an, um auf diese Seite zuzugreifen

source: Please provide your Credit Card information. Your card will not be charged and the information will be securely kept by us.
de_de: Bitte gib Deine Kreditkarteninformationen an. Deine Karte wird nicht belastet und die Daten werden von uns sicher aufbewahrt.

source: Please Select a Payment Method
de_de: Wähle eine Zahlungsmethode

source: Please select one rule to add
de_de: Bitte wählen sie eine Regel zum Hinzufügen aus

source: Please select Pickup and Drop Off Date
de_de: Bitte wähle Abhol- und Rückgabedatum

source: Please select the desired dates for the Report.
de_de: Bitte wähle die gewünschten Daten für den Bericht aus.

source: Please select the size of the container
de_de: Bitte wähle die Größe des Containers

source: Please specify the base-cost per day for each rate plan.
de_de: Bitte geben Sie die Grundkosten pro Tag für jeden Tarif an.

source: Please wait
de_de: Bitte warten

source: Please, could you write some extra notes?
de_de: Könnten Sie bitte ein paar zusätzliche Notizen machen?

source: Populate Customer Information Fields
de_de: Kundeninformationsfelder auffüllen

source: Post
de_de: Beitrag

source: Post #
de_de: Beitrag #

source: Powerful and flexible pricing system
de_de: Leistungsstarkes und flexibles Preissystem

source: Preferred Colors
de_de: Bevorzugte Farben

source: Preferred Countries Ordering
de_de: Bevorzugte Länder Bestellung

source: Press ESC from keyboard to stop deleting the files
de_de: Drücke ESC auf der Tastatur, um das Löschen der Dateien zu beenden.

source: Prev
de_de: Vorheriger

source: Preview
de_de: Vorschau

source: Previous amount paid %s
de_de: Zuvor gezahlter Betrag %s

source: Price
de_de: Preis

source: Price Attributes
de_de: Preis-Attribute

source: Price Name
de_de: Preis Name

source: Prices
de_de: Preise

source: Prices and Payments
de_de: Preise und Zahlungen

source: Prices Tax Included
de_de: Preise inkl. Steuer

source: Pricing
de_de: Preise

source: Pricing Modifications
de_de: Änderungen der Preisgestaltung

source: Process and Pay
de_de: Verarbeiten und bezahlen

source: Processing...
de_de: In Bearbeitung...

source: Promotion
de_de: Sonderangebote

source: Promotions
de_de: Sonderangebote

source: Promotions and Coupons
de_de: Werbeaktionen und Gutscheine

source: Publish
de_de: Veröffentlichen

source: Published
de_de: Veröffentlicht

source: Purchaser Details
de_de: Angaben zum Käufer

source: Purchaser Info
de_de: Infos für den Käufer

source: Quantity
de_de: Menge

source: Quick Reservation
de_de: Schnell-Reservierung

source: Quit Inserting
de_de: Einfügen beenden

source: Rate Plan
de_de: Tarifplan

source: Rate Plans Revenue
de_de: Ratenpläne Einnahmen

source: Rates Calculator
de_de: Tarif-Rechner

source: rd
de_de: rund

source: Re-Send eMail
de_de: E-Mail erneut senden

source: Re-send Order eMail + PDF
de_de: Bestellung eMail + PDF erneut senden

source: Ready to increase your orders?
de_de: Sind Sie bereit, Ihre Aufträge zu erhöhen?

source: Ready to upgrade?
de_de: Bereit für ein Upgrade?

source: Recurrence
de_de: Wiederholung

source: Referrer
de_de: Referrer / Verweisende

source: Referrer Cookie Duration
de_de: Referrer Cookie Dauer

source: Refund transaction
de_de: Erstattungstransaktion

source: Refunded amount updated
de_de: Aktualisierter Erstattungsbetrag

source: Registration
de_de: Registrierung

source: Remaining Balance
de_de: Restbetrag

source: Remaining Balance Payment Reminder
de_de: Erinnerung an die Restzahlung

source: Reminder - Email
de_de: Erinnerungs-E-Mail

source: Reminder Type
de_de: Erinnerungstyp

source: Reminders
de_de: Mahnungen

source: Remove
de_de: Löschen

source: Remove every selected Category
de_de: Jede ausgewählte Kategorie entfernen

source: Remove every selected Characteristic
de_de: Jedes ausgewählte Merkmal entfernen

source: Remove every selected Fare
de_de: Alle ausgewählten Fare entfernen

source: Remove every selected Location
de_de: Alle ausgewählten Orte entfernen

source: Remove every selected Option
de_de: Jede ausgewählte Option entfernen

source: Remove every selected Price ? Each Tax Rate with one of these prices will become null.
de_de: Jeden ausgewählten Preis entfernen ? Jeder Steuersatz, der einen dieser Preise enthält, wird gelöscht.

source: Remove every selected Tax Rate
de_de: Alle ausgewählten Steuersätze entfernen

source: Remove Fees
de_de: Gebühren entfernen

source: Remove Template
de_de: Vorlage entfernen

source: Removed Orders
de_de: Entfernte Bestellungen

source: Renew Session
de_de: Sitzung erneuern

source: Rental
de_de: Miete

source: Rental @ %s
de_de: Vermietung @ %s

source: Rental Cost
de_de: Mietkosten

source: Rental Costs
de_de: Mietkosten

source: Rental Dates
de_de: Mietdaten
