Repository: XezMetITSolutions/RentEx
Catalog: vikrentcar/languages/vikrentcar-*.po
Languages: de_de

source: Cron Jobs are essentials to automatize certain functions, such as to send email reminders to your clients before the pick-up, after the drop-off, remaining balance payments and much more.
de_de: Cron Jobs sind unerlässlich, um bestimmte Funktionen zu automatisieren, wie z.B. das Versenden von E-Mail-Erinnerungen an Ihre Kunden vor der Abholung, nach der Rückgabe, Restzahlungen und vieles mehr.

source: Cron Jobs require the execution interval and the command to execute. Set the necessary interval and the proper command to execute this cron job repetitively.
de_de: Cron-Jobs benötigen das Ausführungsintervall und den auszuführenden Befehl. Legen Sie das erforderliche Intervall und den richtigen Befehl fest, um diesen Cron-Job wiederholt auszuführen.

source: Cron Jobs Secret Key
de_de: Cron Jobs Geheimer Schlüssel

source: CSV (for Excel or other Software)
de_de: CSV (für Excel oder andere Software)

source: CTA Week Days
de_de: CTA Wochentage

source: CTD Week Days
de_de: CTD-Wochentage

source: Currency
de_de: Währung

source: Currency Name
de_de: Währungsname

source: Currency Name Format
de_de: Währung Name Format

source: Currency Symbol
de_de: Währungssymbol

source: Current Setting
de_de: Aktuelle Einstellungen

source: Custom CSS Overrides
de_de: Benutzerdefinierte CSS-Einstellungen

source: Custom Fields
de_de: + Benutzerdefinierte Felder

source: Custom image car status
de_de: Bild für Fahrzeugstatus

source: Custom logo
de_de: Eigenes Logo

source: Custom Page Title
de_de: Benutzerdefinierter Seitentitel

source: Custom Price
de_de: Individueller Preis

source: Custom Rates should always be inclusive of taxes
de_de: Zolltarife sollten immer inklusive Steuern sein

source: Custom Search Button Text
de_de: Benutzerdefinierter Text für die Suchschaltfläche

source: Custom Search Button Text, Leave empty to use default value
de_de: Benutzerdefinierter Text der Suchschaltfläche, leer lassen, um den Standardwert zu verwenden

source: Custom Starting From Price
de_de: Benutzerdefiniert ab dem Preis

source: Customer
de_de: Kunde

source: Customer Check-In
de_de: Kunden Check-In

source: Customer Check-in Document
de_de: Kunden-Check-in-Dokument

source: Customer Details
de_de: Kundendaten:

source: Customer Documents
de_de: Kundendokumente

source: Customer e-Mail
de_de: Kunden-E-Mail

source: Customer Email
de_de: Kunden Email

source: Customer Info
de_de: Kundeninfo

source: Customer Information
de_de: Kundeninformationen

source: Customer Name
de_de: Kundenname

source: Customer PDF
de_de: Kunden-PDF

source: Customer Request
de_de: Kundenanfrage

source: Customer Saved Successfully
de_de: Kunde erfolgreich gespeichert

source: Customer Signature
de_de: Unterschrift des Kunden

source: Customer with the same email address already exists
de_de: Kunde mit der gleichen E-Mail-Adresse existiert bereits

source: Customers
de_de: Kunden

source: Customers Management
de_de: Kundenmanagement

source: Customers, Graphs and Statistics
de_de: Kunden, Diagramme und Statistiken

source: Customize colors and styles
de_de: Passe Farben und Styles an

source: Customize Widgets
de_de: Widgets anpassen

source: Daily
de_de: Täglich

source: Daily Cost
de_de: Tägliche Kosten

source: Daily Fares
de_de: Tägliche Tarife

source: Daily Price(s)
de_de: Tägliche(r) Preis(e)

source: Daily-Hourly Fares, Tax Rates, Types of Price, Fees Management
de_de: Tages- und Stundentarife, Steuersätze, Preisarten, Gebührenverwaltung

source: Damage
de_de: Schaden

source: Damage Marks and Explanations
de_de: Schadensmarkierungen und Erklärungen

source: Damage Marks Only
de_de: Nur Schadensmarkierungen

source: Damages and Status
de_de: Schadenersatz und Status

source: Data based on booked dates
de_de: Daten basieren auf gebuchten Terminen

source: Data based on orders creation date
de_de: Daten basierend auf dem Erstellungsdatum der Aufträge

source: Date
de_de: Datum

source: Date Filter
de_de: Datumsfilter

source: Date Format
de_de: Datumsformate

source: Date From
de_de: Datum von

source: Date of Birth
de_de: Geburtsdatum

source: Date To
de_de: Datum bis

source: Dates
de_de: Daten

source: Dates Range
de_de: Datumsbereich

source: Dates, Car, Locations
de_de: Termine, Auto, Standorte

source: Day
de_de: Tag

source: Days
de_de: Tage

source: Days Booked
de_de: Gebuchte Tage

source: Days Field is empty
de_de: Tage Feld ist leer

source: Days in Advance
de_de: Tage im Voraus

source: Days in Advance for bookings
de_de: Tage im Voraus für Buchungen

source: days in advance from Start Date
de_de: Tage im Voraus vom Startdatum

source: Days modified by Special Prices:
de_de: Tage geändert durch Sonderpreise:

source: Days of Rental
de_de: Tage der Vermietung

source: Days of the Week
de_de: Tag der Woche

source: Days to arrival
de_de: Tage bis zur Ankunft

source: DD/MM/YYYY
de_de: TT/MM/JJJJ

source: Dear customer,<br/><br/>attahced to this message you will find the invoice for your rental order.
de_de: Lieber Kunde,<br/><br/>angehängt an diese Nachricht findest Du die Rechnung für Deinen Mietauftrag.

source: Debug Rules
de_de: Debug-Regeln

source: Dec
de_de: Dez

source: December
de_de: Dezember

source: Decimal Separator
de_de: Dezimal-Trennzeichen

source: Default Language
de_de: Standardsprache

source: Definitions
de_de: Definitionen

source: Delete
de_de: Löschen

source: Delete Car
de_de: Auto löschen

source: Delete Categories
de_de: Kategorien löschen

source: Delete Characteristics
de_de: Merkmale löschen

source: Delete Fares
de_de: Tarife löschen

source: Delete Location
de_de: Standort löschen

source: Delete Options
de_de: Optionen löschen

source: Delete Orders
de_de: Bestellung löschen

source: Delete Prices
de_de: Preise löschen

source: Delete Reservation
de_de: Reservierung löschen

source: Delete Tax Rate
de_de: Steuersatz löschen

source: Denied
de_de: Verweigert

source: Depending on the type of webhook notification, enter the endpoint URL, the PHP callback (syntax: <code>function_name</code> or <code>object,method</code>) or the name of the WordPress hook.
de_de: Geben Sie je nach Art der Webhook-Benachrichtigung die Endpunkt-URL, den PHP-Callback (Syntax: <code>function_name</code> oder <code>object,method</code>) oder den Namen des WordPress-Hooks ein.

source: Descending
de_de: absteigend

source: Description
de_de: Beschreibung

source: Description Meta Tag
de_de: Meta Tag Beschreibung

source: Descriptions
de_de: Beschreibungen

source: Details page of one car
de_de: Detailseite eines Fahrzeugs

source: Device
de_de: Gerät

source: Disable tracking for this visitor
de_de: Tracking für diesen Besucher deaktivieren

source: Disabled
de_de: Deaktiviert

source: Disclaimer
de_de: Haftungsausschluss

source: Discount
de_de: Rabatt

source: Discount -
de_de: Rabatt -

source: Display all the existing shortcodes.
de_de: Zeige alle vorhandenen Shortcodes an.

source: Distinctive Features
de_de: Unverwechselbare Merkmale

source: Do you want the system to re-calculate the new order total?
de_de: Möchten Sie, dass das System die neue Auftragssumme neu berechnet?

source: Do you want to assign this new customer to the order?
de_de: Möchten Sie diesen neuen Kunden dem Auftrag zuordnen?

source: Do you want to remove the selected file?
de_de: Möchtest Du die ausgewählte Datei entfernen?

source: Do you want to remove this rule?
de_de: Wollen sie diese Regel entfernen?

source: Do you want to remove this tag from the template file %s? You will then be able to add it again to a different position.
de_de: Möchtest Du dieses Tag aus der Vorlagendatei %s entfernen? Du kannst es dann wieder an einer anderen Position hinzufügen.

source: Do you want to restore the program data with the selected backup?
de_de: Wollen sie das ausgewählte Bachup widerherstellen?

source: Documents uploaded by client
de_de: Durch den Kunden hochgeladenen Dokumente

source: Done
de_de: Erledigt

source: Dots
de_de: Punkte

source: Download
de_de: Herunterladen

source: Download & Re-Install
de_de: Herunterladen und Neuinstallation

source: Download Check-in Document
de_de: Check-in-Dokument herunterladen

source: Download CSV Export
de_de: CSV-Export herunterladen

source: Download Executable File
de_de: Ausführbare Datei herunterladen

source: Download Invoice
de_de: Rechnung herunterladen

source: Download PDF
de_de: PDF herunterladen

source: Download the executable PHP file for this cron job onto a local folder of your computer.
de_de: Laden Sie die ausführbare PHP-Datei für diesen Cron-Job in einen lokalen Ordner auf Ihrem Computer herunter.

source: Download Update & Install
de_de: Update herunterladen und installieren

source: Downloading the package...
de_de: Herunterladen des Pakets...

source: Driver Information
de_de: Informationen zum Mieter

source: Driver Name
de_de: Name des Fahrers

source: Drop Off
de_de: Rückgabe

source: Drop Off at
de_de: Abgeben bei

source: Drop Off Charge
de_de: Gebühr für die Rückgabe

source: Drop Off Date
de_de: Rückgabedatum

source: Drop off Date
de_de: Datum der Rückgabe

source: Drop Off Date and Time
de_de: Rückgabetag und -zeit

source: Drop Off Date previous to Pickup
de_de: Rückgabedatum vor der Abholung

source: Drop Off Field is empty
de_de: Drop Off Feld ist leer

source: Drop Off Location
de_de: Rückgabeort

source: Drop off Location
de_de: Rückgabeort

source: Drop Off Locations
de_de: Ablageort

source: Drop off only
de_de: Nur absetzen

source: Drop Off Time
de_de: Rückgabezeit

source: Drop Off time is previous than Pickup
de_de: Die Rückgabezeit ist früher als die Abholung

source: Drop-off
de_de: Rückgabe

source: Dropped Off car is available after
de_de: Zurückgegebenes Auto ist verfügbar nach

source: E4J s.r.l.
de_de: E4J GmbH

source: Easy installation and setup for anyone
de_de: Einfache Installation und Einrichtung für jedermann

source: Edit
de_de: Bearbeiten

source: Edit Car
de_de: Auto bearbeiten

source: Edit Category
de_de: Kategorien bearbeiten

source: Edit Characteristic
de_de: Merkmal bearbeiten

source: Edit Location
de_de: Ort bearbeiten

source: Edit Option
de_de: Option bearbeiten

source: Edit Price
de_de: Preis bearbeiten

source: Edit Reservation
de_de: Reservierung bearbeiten

source: Edit Tax Rate
de_de: Steuersatz hinzufügen

source: Edit Template File
de_de: Vorlagenteil bearbeiten

source: Edit Template File Source Code
de_de: Quellcode der Vorlagendatei bearbeiten

source: Edit Widgets Container
de_de: Widgets Container bearbeiten

source: Edit/View Fares
de_de: Tarife bearbeiten/anzeigen

source: Elements with backgrounds
de_de: Elemente mit Hintergrund

source: eMail Address
de_de: Email-Adresse

source: eMail message with PDF attached
de_de: E-Mail-Nachricht mit angehängtem PDF

source: eMail Subject
de_de: E-Mail-Betreff

source: Email to Client
de_de: E-Mail an den Kunden

source: Enable Coupons
de_de: Coupons freigeben

source: Enable Customers PIN Code
de_de: Kunden-PIN-Code aktivieren

source: Enable Multi-Language
de_de: Mehrsprachigkeit einschalten

source: Enable Paypal
de_de: Paypal aktivieren

source: Enable Removed Orders Saving
de_de: Speichern von entfernten Aufträgen aktivieren

source: Enable Request Information
de_de: Aktiviere Informationen anfordern

source: Enable Search Statistics
de_de: Suchstatistiken einschalten

source: Enable this setting to display a form for searching orders by confirmation number
de_de: Aktiviere diese Einstellung, um ein Formular zum Suchen von Aufträgen nach Bestätigungsnummern anzuzeigen

source: Enable tracking for this visitor
de_de: Tracking für diesen Besucher aktivieren

source: Enabled
de_de: Aktiviert

source: Enter a custom URI for the link
de_de: Gib eine benutzerdefinierte URI für den Link ein

source: Enter here the path used to store the backup archives created by Vik Rent Car. In case the folder does not exist, the system will attempt to create it. Installation base path: %s
de_de: Geben Sie hier den Pfad ein, der zum Speichern der von Vik Rent Car erstellten Sicherungsarchive verwendet wird. Falls der Ordner nicht existiert, versucht das System, ihn zu erstellen. Basispfad der Installation: %s

source: Enter here your coupon code
de_de: Gib hier Deinen Gutscheincode ein

source: Enter the full path to the local file starting with %s
de_de: Vollständigen Pfad zur lokalen Datei %s eingeben

source: Error
de_de: Fehler

source: Error loading the XML Software Driver File
de_de: Fehler beim Laden der XML-Softwaretreiberdatei

source: Error occured processing fares. Please choose new dates
de_de: Bei der Verarbeitung der Tarife ist ein Fehler aufgetreten. Bitte wähle neue Daten

source: Error reading the source code of the file
de_de: Fehler beim Lesen des Quellcodes der Datei

source: Error while connecting to Paypal.com
de_de: Fehler bei der Verbindung zu Paypal.com

source: Error while creating an account, please try again
de_de: Fehler beim Erstellen eines Kontos, bitte versuche es erneut

source: Error while modifying rate plans. Missing data
de_de: Fehler beim Ändern von Tarifplänen. Fehlende Daten

source: Error while setting new rates. Missing data
de_de: Fehler beim Setzen neuer Tarife. Fehlende Daten

source: Error while setting new rates. No rates
de_de: Fehler beim Einstellen neuer Tarife. Keine Tarife

source: Error, a restriction for the selected month already exists.
de_de: Fehler, eine Einschränkung für den ausgewählten Monat ist bereits vorhanden.

source: Error, Car already booked. Please search for another one.
de_de: Fehler, Auto bereits gebucht. Bitte suche nach einem anderen Auto.

source: Error, Coupon not found
de_de: Fehler, Coupon nicht gefunden

source: Error, Customer eMail Address is empty
de_de: Fehler, Kunden-E-Mail-Adresse ist leer

source: Error, drop offs on %s are not permitted on the selected dates
de_de: Fehler, Rückgaben am %s sind an den ausgewählten Daten nicht erlaubt

source: Error, Insufficient Data Received.
de_de: Fehler, unzureichend empfangene Daten.

source: Error, invalid time for the Out of Hours Fee
de_de: Fehler, ungültige Zeit für die Außer-Haus-Gebühr

source: Error, Invalid Token. Unable to Save the Order
de_de: Fehler, Ungültiges Token. Die Bestellung kann nicht gespeichert werden

source: Error, minimum days in advance for pick up is %d days
de_de: Fehler, Mindestvorlaufzeit für die Abholung beträgt %d Tage

source: Error, no records to export...
de_de: Fehler, keine Datensätze zu exportieren...

source: Error, Not Existing Fare
de_de: Fehler, nicht vorhandener Fahrpreis

source: Error, Order not found
de_de: Fehler, Bestellung nicht gefunden

source: Error, Order Total is wrong
de_de: Fehler, Bestellsumme ist falsch

source: Error, pick ups on %s are not permitted on %s
de_de: Fehler, Abholungen am %s sind am %s nicht erlaubt

source: Error, pick ups on %s are not permitted on the selected dates
de_de: Fehler, Abholungen am %s sind an den ausgewählten Daten nicht zulässig

source: Error, the Car is no longer available. Order was set to Confirmed
de_de: Fehler, das Auto ist nicht mehr verfügbar. Bestellung wurde auf "Bestätigt" gesetzt

source: Error, the coupon code already exists
de_de: Fehler, der Gutscheincode existiert bereits

source: Error, the drop off day in %s must be on a %s if picking up on a %s
de_de: Fehler, der Rückgabetag in %s muss an einem %s liegen, wenn die Abholung an einem %s erfolgt

source: Error, the drop off day in these dates must be on a %s if picking up on a %s
de_de: Fehler, der Rückgabetag in diesen Daten muss an einem %s liegen, wenn die Abholung an einem %s erfolgt

source: Error, the location %s is closed on the %s. Please select a different date
de_de: Fehler, der Ort %s ist am %s geschlossen. Bitte wähle ein anderes Datum

source: Error, the Maximum Num of Days in %s is %d. Please try again.
de_de: Fehler, die maximale Anzahl von Tagen in %s ist %d. Bitte versuche es erneut.

source: Error, the Maximum Num of Days in these dates is %d. Please try again.
de_de: Fehler, die maximale Anzahl von Tagen in diesen Daten ist %d. Bitte versuche es erneut.

source: Error, the Minimum Num of Days in %s is %d. Please try again.
de_de: Fehler, die Mindestanzahl der Tage in %s ist %d. Bitte versuche es erneut.

source: Error, the Minimum Num of Days in these dates is %d. Please try again.
de_de: Fehler, die Mindestanzahl der Tage in diesen Daten ist %d. Bitte versuche es erneut.

source: Error, the Num of Days allowed in %s must be a multiple of %d. Please try again.
de_de: Fehler, die Anzahl der erlaubten Tage in %s muss ein Vielfaches von %d sein. Bitte versuche es erneut.

source: Error, the Num of Days allowed in these dates must be a multiple of %d. Please try again.
de_de: Fehler, die Anzahl der zulässigen Tage in diesen Daten muss ein Vielfaches von %d sein. Bitte versuche es erneut.

source: Error, the pick up day in %s must be on a %s. Please try again.
de_de: Fehler, der Abholtag in %s muss an einem %s sein. Bitte versuche es erneut.

source: Error, the pick up day in these dates must be on a %s. Please try again.
de_de: Fehler, der Abholtag in diesen Daten muss an einem %s liegen. Bitte versuche es erneut.

source: Error, the Pickup date and time is in the past
de_de: Fehler, das Datum und die Uhrzeit des Pickups liegen in der Vergangenheit

source: Error, the restriction would be useless without an Arrival Week Day, without the CTA or CTD and the Minimum Num of Days as 1 which is the default MinLOS
de_de: Fehler, die Einschränkung wäre nutzlos ohne einen Ankunftswochentag, ohne CTA oder CTD und die Mindestanzahl von Tagen als 1, was die Standard-MinLOS ist

source: Error, this order has a pick up date in the past and it was not confirmed on time. The order is now Cancelled.
de_de: Fehler, diese Bestellung hat ein Abholdatum in der Vergangenheit und wurde nicht rechtzeitig bestätigt. Der Auftrag ist nun storniert.

source: Error, Wrong data.
de_de: Fehler, Falsche Daten.

source: Error: 0 bytes written on file
de_de: Template file successfully updated

source: Error: empty or invalid Template File Path
de_de: Fehler: leerer oder ungültiger Template-Dateipfad

source: Error: Invalid or Empty Table Set for Translation
de_de: Fehler: Ungültiger oder leerer Tabellensatz für die Übersetzung

source: Error: no changes needed for the selected rates
de_de: Fehler: keine Änderungen für die ausgewählten Tarife erforderlich

source: Error: Restrictions must have a month or a dates range, from and to.
de_de: Fehler: Einschränkungen müssen einen Monat oder einen Datumsbereich enthalten, von und bis.

source: Every 2 Hours
de_de: Alle 2 Stunden

source: Every 5 Minutes
de_de: Alle 5 Minuten

source: Every Half Hour
de_de: Alle halbe Stunde

source: Every selected Car will be removed with its own contents. Confirm
de_de: Jedes ausgewählte Auto wird mit seinem eigenen Inhalt entfernt. Bestätigen

source: Every selected order will be removed with its reservation. Confirm
de_de: Jede ausgewählte Bestellung wird mit Deiner Reservierung entfernt. Bestätigen

source: Every week
de_de: Jede Woche

source: Execute
de_de: Ausführen

source: Execution Logs
de_de: Ausführungsprotokolle

source: Existing Customer
de_de: Bestehender Kunde

source: Expand
de_de: Aufklappen

source: Export as CSV
de_de: Exportieren als CSV

source: Export Customers Information
de_de: Kundeninformationen exportieren

source: Export Information about %d selected Customers
de_de: Informationen über %d ausgewählte Kunden exportieren

source: Export Orders
de_de: Exportaufträge

source: Export Type
de_de: Exporttyp

source: Extra Hours Charges
de_de: Gebühren für zusätzliche Stunden

source: Extra Hours of Rental
de_de: Zusätzliche Stunden der Vermietung

source: Extra Images
de_de: Extra Bilder

source: Extra Services
de_de: Extra Dienste

source: Fare
de_de: Tarife

source: Fare for days
de_de: Fahrpreis für Tage

source: Fare for Hours
de_de: Fahrpreis für Stunden

source: Fares Overview
de_de: Tarife Übersicht

source: Fares Table
de_de: Fahrpreis-Tabelle

source: Feature
de_de: Merkmal

source: February
de_de: Februar

source: Female
de_de: weiblich

source: Field Name
de_de: Feldname

source: File
de_de: Datei

source: File Class
de_de: Datei Klasse

source: File Class is already used in another payment method
de_de: Die Dateiklasse wird bereits in einer anderen Zahlungsmethode verwendet

source: File Size
de_de: Dateigröße

source: Filter by amount paid less than booking total.
de_de: Filtere nach bezahltem Betrag, der kleiner ist als die Gesamtsumme der Buchung.

source: Filter by calendar
de_de: Filter nach Kalender

source: Filter by Car
de_de: Nach Auto filtern

source: Filter by Category
de_de: Nach Kategorie filtern

source: Filter by certain pickup/drop off locations.
de_de: Filter nach bestimmten Abhol-/Rückgabeorten.

source: Filter by Characteristics
de_de: Nach Merkmalen filtern

source: Filter by Country
de_de: Filtern nach Land

source: Filter by Date
de_de: Nach Datum filtern

source: Filter by Location
de_de: Nach Standort filtern

source: Filter by number of days
de_de: Filter nach Anzahl Tagen

source: Filter by Payment
de_de: Nach Zahlung filtern

source: Filter by payment method
de_de: Filter nach Zahlungsmethode

source: Filter by pick up or drop off week day.
de_de: Filtere nach Abhol- oder Rückgabewochentag.

source: Filter by Referrer
de_de: Nach Referrer filtern

source: Filter by reservation statuses
de_de: Filtere nach Reservierungsstatus

source: Filter by Status
de_de: Nach Status filtern

source: Filter Orders
de_de: Filter Bestellungen

source: Filter Results
de_de: Filter Ergebnisse

source: Filter the reservations by source of provenience
de_de: Filtere die Reservierungen nach Herkunftsquelle

source: Financial Reports
de_de: Finanzberichte

source: First Name
de_de: Vorname

source: First Visit
de_de: Erster Besuch

source: Fiscal Code
de_de: Steuernummer

source: Flight Number
de_de: Kundencode

source: Folder Path
de_de: Verzeichnispfad

source: Font Color
de_de: Schriftfarbe

source: Font color
de_de: Schriftfarbe

source: Footer Text Order eMail
de_de: Fußzeile Text Bestell-E-Mail

source: for
de_de: für

source: Force Arrival Week Day
de_de: Ankunft Woche Tag

source: Force availability
de_de: Verfügbarkeit erzwingen

source: Force minimum length of rent
de_de: Mindestmietdauer erzwingen

source: Force Pickup/Drop Off Time
de_de: Abhol-/Rückgabezeit erzwingen

source: Force Specific Category
de_de: Bevorzuge spezielle Kategorie

source: Forced Combinations:
de_de: Erzwungene Kombinationen:

source: Forced drop off time
de_de: Erzwungene Rückgabezeit

source: Forced pickup time
de_de: Erzwungene Abholzeit

source: Form Orientation
de_de: Ausrichtung Formular

source: Fri
de_de: Fr.

source: Friday
de_de: Freitag

source: From
de_de: Von

source: from
de_de: von

source: From Address
de_de: Von der Adresse

source: From Date
de_de: Von Datum

source: From Time
de_de: Von der Zeit

source: Front Title Tag Class
de_de: Front Title Tag Klasse

source: Fuel In
de_de: Kraftstoff einfüllen

source: Full
de_de: Vollständig

source: Full Name
de_de: Vollständiger Name

source: Full Path
de_de: Vollständiger Pfad

source: Full Rates Management
de_de: Vollständiges Tarifmanagement

source: Full Width
de_de: Volle Breite

source: Fully paid
de_de: Bezahlt

source: Fully responsive and mobile ready
de_de: Vollständig responsive und mobilfähig

source: Gender
de_de: Geschlecht

source: General Availability
de_de: Verfügbarkeit des Angebots

source: Generate Invoices
de_de: Rechnungen generieren

source: Generate invoices and send them to your customers via email
de_de: Erstelle Rechnungen und sende diese per E-Mail an Deine Kunden

source: Generate PIN
de_de: PIN generieren

source: Get Command
de_de: Befehl holen

source: Get or renew your licence
de_de: Lizenz erwerben oder erneuern
