Repository: XezMetITSolutions/RentEx
Catalog: vikrentcar/languages/vikrentcar-*.po
Languages: de_de

source: %d Confirmed Orders over %d days
de_de: %d Bestätigte Aufträge über %d Tage

source: %d Day
de_de: %d Tag

source: %d Days
de_de: %d Tage

source: %d invoice(s) will be generated
de_de: %d Rechnung(en) werden erstellt

source: %d items
de_de: %d Artikel

source: - All Cars
de_de: - Alle Autos

source: - create a new shortcode -
de_de: - neuer shortcode -

source: - disabled -
de_de: - deaktiviert -

source: - Load text from Template -
de_de: - Text aus Vorlage laden -

source: - pick a shortcode -
de_de: - wähle einen Shortcode -

source: - Select Language -
de_de: Sprache auswählen

source: - Select Report Type -
de_de: - Berichtstyp auswählen -

source: - Select Type -
de_de: - Typ auswählen -

source: -- Any Country --
de_de: -- Jedes Land --

source: -- Disabled --
de_de: -- Deaktiviert --

source: -undefined-
de_de: -unbestimmt-

source: 1 Year
de_de: 1 Jahr
