Repository: XezMetITSolutions/RentEx
Catalog: vikrentcar/languages/vikrentcar-*.po
Languages: de_de

source: Value Overrides
de_de: Wertüberschreibungen

source: VAT ID
de_de: Umsatzsteuer-ID

source: Vehicle
de_de: Fahrzeuge

source: Vehicle Saved Successfully!
de_de: Fahrzeug erfolgreich gespeicher!

source: Vehicle Updated Successfully!
de_de: Fahrzeug erfolgreich aktualisiert!

source: Vehicles
de_de: Fahrzeuge

source: Vehicles per row
de_de: Fahrzeuge pro Reihe

source: Vertical
de_de: Vertikal

source: View Details
de_de: Details anzeigen

source: View front-end order page
de_de: Front-End-Bestellseite anzeigen

source: View in front site
de_de: Blick ins Frontend

source: View Locations Map
de_de: Siehe Karte

source: View Mode
de_de: Ansichtsmodus

source: View Order
de_de: Bestellung anzeigen

source: View Order for Printing
de_de: Bestellung zum Drucken anzeigen

source: View page in front site
de_de: Seite auf der Hauptseite anzeigen

source: View Removed Order
de_de: Entfernte Bestellung anzeigen

source: View trashed posts
de_de: Gelöschte Beiträge anzeigen

source: Views and Layout
de_de: Ansichten und Layout

source: Vik Rent Car - Access Control List
de_de: Vik Rent Car - Zugangskontrollliste

source: Vik Rent Car - Availability Overview
de_de: Vik Rent Car - Verfügbarkeitsübersicht

source: Vik Rent Car - Backup Archives
de_de: Vik Rent Car - Backup Archiv

source: Vik Rent Car - Booking Calendar
de_de: Vik Rent Car - Buchungskalender

source: Vik Rent Car - Cars Fares
de_de: Vik Rent Car - Autotarife

source: Vik Rent Car - Cars List
de_de: Vik Rent Car - Wagenliste

source: Vik Rent Car - Categories List
de_de: Vik Rent Car - Kategorien Liste

source: Vik Rent Car - Characteristics List
de_de: Vik Rent Car - Merkmale Liste

source: Vik Rent Car - Conditional Text
de_de: Vik Rent Car - Bedingter Text

source: Vik Rent Car - Custom Fields
de_de: Vik Rent Car - Benutzerdefinierte Felder

source: Vik Rent Car - Customer Details
de_de: Vik Rent Car - Kundendetails

source: Vik Rent Car - Customers
de_de: Vik Rent Car - Kunden

source: Vik Rent Car - Downloading Pro version
de_de: Vik Rent Car - Herunterladen der Pro-Version

source: Vik Rent Car - Edit Car
de_de: Vik Rent Car - Auto bearbeiten

source: Vik Rent Car - Edit Category
de_de: Vik Rent Car - Kategorie bearbeiten

source: Vik Rent Car - Edit Characteristic
de_de: Vik Rent Car - Merkmal bearbeiten

source: Vik Rent Car - Edit Location
de_de: Vik Rent Car - Standort bearbeiten

source: Vik Rent Car - Edit Option
de_de: Vik Rent Car - Option bearbeiten

source: Vik Rent Car - Edit Payment Method
de_de: Vik Rent Car - Zahlungsmethode bearbeiten

source: Vik Rent Car - Edit Price
de_de: Vik Rent Car - Preis bearbeiten

source: Vik Rent Car - Edit Reservation
de_de: Vik Rent Car - Reservierung bearbeiten

source: Vik Rent Car - Edit Restriction
de_de: Vik Rent Car - Einschränkung bearbeiten

source: Vik Rent Car - Edit Shortcode
de_de: Vik Rent Car - Bearbeite Shortcode

source: Vik Rent Car - Edit Special Price
de_de: Vik Rent Car - Sonderpreis bearbeiten

source: Vik Rent Car - Edit Tax Rate
de_de: Vik Rent Car - Steuersatz bearbeiten

source: Vik Rent Car - Export Customers Information
de_de: Vik Rent Car - Informationen für Exportkunden

source: Vik Rent Car - Export Orders
de_de: Vik Rent Car - Exportaufträge

source: Vik Rent Car - Global Configuration
de_de: Vik Rent Car - Globale Konfiguration

source: Vik Rent Car - Graphs &amp; Statistics
de_de: Vik Rent Car - Diagramme &amp; Statistiken

source: Vik Rent Car - Install Sample Data
de_de: Vik Rent Car - Musterdaten installieren

source: Vik Rent Car - New Backup
de_de: Vik Rent Car - Neues Backup

source: Vik Rent Car - New Car
de_de: Vik Rent Car - Neuwagen

source: Vik Rent Car - New Category
de_de: Vik Rent Car - Neue Kategorie

source: Vik Rent Car - New Characteristic
de_de: Vik Rent Car - Neue Besonderheit

source: Vik Rent Car - New Option
de_de: Vik Rent Car - Neue Option

source: Vik Rent Car - New Payment Method
de_de: Vik Rent Car - Neue Zahlungsmethode

source: Vik Rent Car - New Pickup Drop Off Fee
de_de: Vik Rent Car - Neue Abhol- und Rückgabegebühr

source: Vik Rent Car - New Pickup/Drop Off Location
de_de: Vik Rent Car - Neuer Standort für Abholung und Rückgabe

source: Vik Rent Car - New Price
de_de: Vik Rent Car - Neuer Preis

source: Vik Rent Car - New Restriction
de_de: Vik Rent Car - Neue Einschränkung

source: Vik Rent Car - New Shortcode
de_de: Vik Rent Car - Neuer Shortcode

source: Vik Rent Car - New Special Price
de_de: Vik Rent Car - Neuer Sonderpreis

source: Vik Rent Car - New Tax Rate
de_de: Vik Rent Car - Neuer Steuersatz

source: Vik Rent Car - Options List
de_de: Vik Rent Car - Liste der Optionen

source: Vik Rent Car - Out of Hours Fees
de_de: Vik Rent Car - Gebühren außerhalb der Geschäftszeiten

source: Vik Rent Car - Payment Methods
de_de: Vik Rent Car - Zahlungsmöglichkeiten

source: Vik Rent Car - Pickup Drop Off Fees
de_de: Vik Rent Car - Gebühren für Abholung und Rückgabe

source: Vik Rent Car - Pickup/Drop Off Locations
de_de: Vik Rent Car - Abhol- und Rückgabeorte

source: Vik Rent Car - PMS Reports
de_de: Vik Rent Car - PMS-Berichte

source: Vik Rent Car - Rates Overview
de_de: Vik Rent Car - Tarife Übersicht

source: Vik Rent Car - Removed Rental Order
de_de: Vik Rent Car - Anmietungsauftrag entfernt

source: Vik Rent Car - Rental Order
de_de: Vik Rent Car - Mietauftrag

source: Vik Rent Car - Rental Orders
de_de: Vik Rent Car - Mietbestellungen

source: Vik Rent Car - Restrictions
de_de: Vik Rent Car - Einschränkungen

source: Vik Rent Car - Scheduled Cron Jobs
de_de: Vik Rent Car - Planmäßige Cron-Jobs

source: Vik Rent Car - Software Update
de_de: Vik Rent Car - Software-Aktualisierung

source: Vik Rent Car - Special Prices
de_de: Vik Rent Car - Sonderpreise

source: Vik Rent Car - Statistics Tracking
de_de: Vik Rent Car - Verfolgung der Statistiken

source: Vik Rent Car - Tax Rates List
de_de: Vik Rent Car - Liste der Steuersätze

source: Vik Rent Car - Tracking Settings
de_de: Vik Rent Car - Tracking-Einstellungen

source: Vik Rent Car - Translations
de_de: Vik Rent Car - Übersetzungen

source: Vik Rent Car - Types of Price
de_de: Vik Rent Car - Arten von Preisen

source: Vik Rent Car - Upgrade to Pro
de_de: Vik Rent Car - Upgrade auf Pro

source: Vik Rent Car PRO: the most complete and trusted car rental system plugin for WordPress
de_de: Vik Rent Car PRO: das vollständigste und vertrauenswürdigste Fahrzeugvermietungs-Plugin für WordPress

source: VikRentCar - Access Levels
de_de: VikRentCar - Zugangsebenen

source: VikRentCar Cars
de_de: VikRentCar Autos

source: VikRentCar Cars List
de_de: VikRentCar Fahrzeugliste

source: VikRentCar Currency Converter
de_de: VikRentCar Währungsrechner

source: VikRentCar Locations List
de_de: VikRentCar Standorte Liste

source: VikRentCar Search Form
de_de: VikRentCar Suchformular

source: VikRentCar User Orders
de_de: VikRentCar Benutzer-Bestellungen

source: Visitor(s)
de_de: Besucher

source: Visitors
de_de: Besucher

source: Visitors Counter
de_de: Besucherzähler

source: Visitors last month
de_de: Besucher im letzten Monat

source: Visitors this month
de_de: Besucher in diesem Monat

source: Visitors today
de_de: Besucher heute

source: Visual
de_de: Visuell

source: Waiting for the Payment
de_de: Warten auf die Zahlung

source: Webhook Notification
de_de: Webhook-Benachrichtigung

source: Website Rates
de_de: Website Tarife

source: Wed
de_de: Mi.

source: Wednesday
de_de: Mittwoch

source: Week Days
de_de: Wochentage

source: Week Days Closed to Arrival
de_de: Wochentage für die Ankunft geschlossen

source: Week days closed to arrival
de_de: Wochentage für die Ankunft geschlossen

source: Week Days Closed to Departure
de_de: Wochentage für Abreise geschlossen

source: Week days closed to departure
de_de: Wochentage für die Abfahrt geschlossen

source: Weeks
de_de: Wochen

source: Welcome back
de_de: Willkommen zurück

source: What feature would you like to use?
de_de: Welchen Service möchten Sie nutzen?

source: What's the starting rental cost per day for your car?
de_de: Wie hoch ist der anfängliche Mietpreis pro Tag für Dein Fahrzeug?

source: When you insert a content wrapper to the body of the message, this will wrap your text within the default HTML layout. It is needed to beautify some contents of your email message.
de_de: Wenn Sie einen Inhaltswrapper in den Textkörper der Nachricht einfügen, wird dieser Ihren Text innerhalb des Standard-HTML-Layouts umbrechen. Es wird benötigt, um einige Inhalte Ihrer E-Mail-Nachricht zu verschönern.

source: Whenever the order status is Confirmed
de_de: Wenn der Auftragsstatus Bestätigt lautet

source: Why Upgrade to Pro?
de_de: Warum ein Upgrade auf Pro?

source: With the restrictions you can limit the minimum rental period for a specific month of the Year or for a certain range of dates and optionally force the pickup Day of the Week. For example you can create a restriction for your car in August, forcing the pickup day to Saturday and the minimum rental period to 7 days, 14 days etc.. The minimum number of days will be set to 1 in case it is left empty.
de_de: Mit den Einschränkungen können Sie die Mindestmietdauer für einen bestimmten Monat des Jahres oder für eine bestimmte Reihe von Daten begrenzen und optional den Abholtag in der Woche erzwingen. Zum Beispiel können Sie eine Einschränkung für Ihr Auto im August erstellen, die den Abholtag auf Samstag und die Mindestmietdauer auf 7 Tage, 14 Tage usw. beschränkt. Die Mindestanzahl der Tage wird auf 1 gesetzt, falls sie leer gelassen wird.

source: WordPress Action
de_de: WordPress Aktion

source: Would you like to be contacted by our team for a clarification?
de_de: Möchten Sie von unserem Team für eine Klärung kontaktiert werden?

source: Would you like to increase your rental orders?
de_de: Möchten Sie Ihre Mietaufträge erhöhen?

source: Write down something important for all your colleagues.
de_de: Schreibe etwas Wichtiges für alle Kollegen auf.

source: Write here the text of the note.
de_de: Schreibe hier den Text der Notiz.

source: Write Text on
de_de: Text aufschreiben

source: Wrong Date Format. Right Format is
de_de: Falsches Datumsformat. Das richtige Format ist

source: XML (for any Rental Management Software)
de_de: XML (für jede Mietverwaltungssoftware)

source: Years
de_de: Jahre

source: Yes
de_de: ﻿Ja

source: You are not authorised to access this resource
de_de: Du darfst nicht auf diese Ressource zugreifen.

source: You are not authorised to access this resource.
de_de: Du bist nicht berechtigt auf diese Ressource zuzugreifen.

source: You can add custom tracking campaigns to obtain a specific referrer for each tracking. This is useful to keep track of the provenience of a specific visitor. For example, if you are sending newsletters or marketing emails to your customers, you can include such instructions in the links and track who clicked on them and then searched for a car. The same function can be used to track other kind of marketing campaigns, such as ones from social networks or analytics techniques used by search engines. To set up a custom campaign rule you need to specify a request key (make sure to not use preserved request keys, numbers are always better), optionally a request value fort the key, and the name of the campaign that will be used as referrer for the trackings.
de_de: Sie können benutzerdefinierte Tracking-Kampagnen hinzufügen, um einen bestimmten Referrer für jedes Tracking zu erhalten. Dies ist nützlich, um die Herkunft eines bestimmten Besuchers zu verfolgen. Wenn Sie zum Beispiel Newsletter oder Marketing-E-Mails an Ihre Kunden senden, können Sie solche Anweisungen in die Links einfügen und verfolgen, wer darauf geklickt und dann nach einem Auto gesucht hat. Mit der gleichen Funktion können Sie auch andere Arten von Marketingkampagnen verfolgen, z. B. die von sozialen Netzwerken oder Analysetechniken von Suchmaschinen. Um eine benutzerdefinierte Kampagnenregel einzurichten, müssen Sie einen Abfrageschlüssel (achten Sie darauf, dass Sie keine konservierten Abfrageschlüssel verwenden, Zahlen sind immer besser), optional einen Abfragewert für den Schlüssel und den Namen der Kampagne angeben, der als Referrer für die Nachverfolgung verwendet wird.

source: You can always create a custom page or post manually and use this Shortcode text inside it. By proceeding, a page containing this Shortcode will be created automatically.
de_de: Sie können jederzeit eine benutzerdefinierte Seite oder einen Beitrag manuell erstellen und diesen Shortcode darin verwenden. Wenn Sie fortfahren, wird automatisch eine Seite mit diesem Shortcode erstellt.

source: You can optionally choose to display only certain vehicles
de_de: Optional können Sie sich nur bestimmte Fahrzeuge anzeigen lassen

source: You can separate multiple email addresses with the comma
de_de: Sie können mehrere E-Mail-Adressen mit Komma trennen

source: You cannot call JController reserved methods.
de_de: Du kannst keine reservierten JController-Methoden aufrufen.

source: Your confirmed order at %s
de_de: Deine bestätigte Bestellung bei %s

source: Your License Key expired on %s
de_de: Ihr Lizenzschlüssel ist am %s abgelaufen

source: Your order is cancelled
de_de: Dein Auftrag wird storniert

source: Your order is pending confirmation
de_de: Deine Bestellung ist noch nicht bestätigt

source: Your PHP version may not support these functions, or the source code of the template may not be compatible. Please edit the template file manually, any changes will be restored.
de_de: Ihre PHP-Version unterstützt diese Funktionen nicht, oder der Quellcode der Templates ist nicht kompatibel. Bitte bearbeiten sie die Templatedateien manuell.

source: Your PRO license is expired, if you proceed with the update, you'll lose access to the features unlocked with the PRO version. We strongly recommend to update the plugin only after renewing your license. Would you like to proceed anyway?
de_de: Ihre PRO-Lizenz ist abgelaufen. Wenn Sie mit dem Update fortfahren, verlieren Sie den Zugriff auf die Funktionen, die mit der PRO-Version freigeschaltet wurden. Wir empfehlen dringend, das Plugin erst zu aktualisieren, nachdem Sie Ihre Lizenz erneuert haben. Möchten Sie trotzdem fortfahren?

source: Your request has been sent successfully. Please do not send it again
de_de: Deine Anfrage wurde erfolgreich abgeschickt. Bitte sende sie nicht erneut

source: Your reservation at %s
de_de: Ihre Reservierung bei %s

source: Your Reservations
de_de: Deine Reservierungen

source: YYYY/MM/DD
de_de: DD.MM.YYYY

source: ZIP
de_de: PLZ

source: ZIP Code
de_de: PLZ

source: Zip Code
de_de: Postleitzahl
