Repository: XezMetITSolutions/RentEx
Catalog: vikrentcar/languages/vikrentcar-*.po
Languages: de_de

source: Rental for
de_de: Vermietung für

source: Rental Order
de_de: Mietauftrag

source: Rental Order for %s - Pickup Date: %s
de_de: Mietauftrag für %s - Abholdatum: %s

source: Rental Orders
de_de: Mietaufträge

source: Rental Period
de_de: Mietdauer

source: Rentals Disabled Message
de_de: Vermietungen deaktivierte Nachricht

source: Rentals Enabled
de_de: Vermietungen aktiviert

source: Rentals for today at any time
de_de: Vermietungen für heute zu jeder Zeit

source: Rentals last month
de_de: Vermietungen im letzten Monat

source: Rentals this month
de_de: Vermietungen diesen Monat

source: Rented vehicle
de_de: Gemietetes Fahrzeug

source: Repeat restriction every %s
de_de: Wiederholung der Einschränkung alle %s

source: Repeat until
de_de: Wiederhole den Vorgang, bis

source: Replace the Current Page Title
de_de: Ersetze den aktuellen Seitentitel

source: Report
de_de: Bericht

source: Reporting
de_de: Berichte

source: Reports
de_de: Berichte

source: Reports are essentials to obtain and/or export data. You can use them to calculate your revenue on some dates, your occupancy, or to generate documents for your accountant. This framework is also extendable with custom PMS reports.
de_de: Berichte sind unerlässlich, um Daten zu erhalten und/oder zu exportieren. Sie können sie verwenden, um Ihre Einnahmen an bestimmten Daten oder Ihre Belegung zu berechnen oder um Dokumente für Ihren Buchhalter zu erstellen. Dieser Rahmen ist auch mit benutzerdefinierten PMS-Berichten erweiterbar.

source: Request Information
de_de: Informationen anfragen

source: Request Information for %s
de_de: Informationen für %s anfordern

source: Request Key
de_de: Schlüssel anfordern

source: Request Key Value
de_de: Schlüsselwert anfordern

source: Request Payment
de_de: Zahlung anfordern

source: Request(s)
de_de: Anfrage(n)

source: Require Login
de_de: Anmeldung erforderlich

source: Required
de_de: Erforderlich

source: Reservation Date
de_de: Datum der Reservierung

source: Reservation Deleted
de_de: Reservierung gestrichen

source: Reservation Saved
de_de: Gespeicherte Reservierung

source: Reservation Updated
de_de: Reservierung aktualisiert

source: Reservations for
de_de: Reservierungen für

source: Reset distinctive features automatically?
de_de: Unterscheidungsmerkmale automatisch zurücksetzen?

source: Resize Image
de_de: Bilder skalieren

source: Resize Images
de_de: Bilder skalieren

source: Restore
de_de: Wiederherstellen

source: Restore Default Widgets Configuration
de_de: Standard-Widgets-Konfiguration wiederherstellen

source: Restriction applied to certain booking dates
de_de: Beschränkung gilt für bestimmte Buchungsdaten

source: Restriction applied to certain countries
de_de: Beschränkung für bestimmte Länder

source: Restriction applied to certain dates of rent
de_de: Beschränkung auf bestimmtes Mietdatum

source: Restriction applied to certain options/extras
de_de: Beschränkung auf bestimmte Optionen/Extras

source: Restriction applied to certain rate plans
de_de: Beschränkung gilt für bestimmte Tarifpläne

source: Restriction for minimum days offset to arrival
de_de: Einschränkung für Mindesttage, bis zur Ankunft

source: Restriction for specific booking languages
de_de: Einschränkung für bestimmte Buchungssprachen

source: Restriction for specific cars booked
de_de: Einschränkung für bestimmte gebuchte Autos

source: Restriction Name
de_de: Beschränkung Name

source: Restriction Saved Successfully
de_de: Einschränkung erfolgreich gespeichert

source: Restrictions
de_de: Einschränkungen

source: Returning Customer
de_de: Wiederkehrender Kunde

source: Returning Customer?
de_de: wiederkehrender Kunde

source: Returning Today
de_de: Heute zurückkehren

source: Revenue
de_de: Umsatz

source: Right
de_de: Rechts

source: Robust Car Rental Management Software.
de_de: Robuste Fahrzeugvermietungs-Management-Software.

source: Round Down
de_de: Abrunden

source: Round to Integer
de_de: Runden auf Integer

source: Round Up
de_de: Aufrunden

source: Sat
de_de: Sa.

source: Saturday
de_de: Samstag

source: Save
de_de: Speichern

source: Save & Close
de_de: Speichern und schließen

source: Save & New
de_de: Speichern & Neu

source: Save & Write Source Code
de_de: Quellcode speichern und schreiben

source: Save &amp; Close
de_de: Speichern &amp; Schließen

source: Save &amp; New
de_de: Speichern &amp; Neu

source: Save as Copy
de_de: Als Kopie speichern

source: Save as copy
de_de: Als Kopie speichern

source: Save failed with the following error: %s
de_de: Speichern ist fehlgeschlagen mit folgendem Fehler: %s

source: Save Reservation
de_de: Reservierung speichern

source: Saved
de_de: gespeichert

source: Saving the widgets map
de_de: Speichern der Widgets-Karte

source: Scheduled Cron Jobs
de_de: Geplante Cron-Jobs

source: Scroll List
de_de: Liste blättern

source: Search
de_de: Suche

source: Search Button Class
de_de: Schaltfläche "Suchen" Klasse

source: Search Button Text
de_de: Text der Schaltfläche Suchen

source: Search by Confirmation Number
de_de: Suche nach Bestätigungsnummer

source: Search by PIN or Name
de_de: Nach ID oder Namen suchen...

source: Search Form
de_de: Suchformular

source: Search Form to start booking cars.
de_de: Suchformular, um mit der Buchung von Fahrzeugen zu beginnen.

source: Search Module
de_de: Suchmodul

source: Search Notification
de_de: Benachrichtung suchen

source: Search Order
de_de: Suchauftrag

source: Search Results
de_de: Suchergebnisse

source: Search Statistics
de_de: Suchstatistiken

source: Search Tools
de_de: Suchwerkzeuge

source: Search/Rental Parameters
de_de: Suche/Miete Parameter

source: Season
de_de: Saison

source: Season with same dates, locations and vehicles already exists
de_de: Saison mit denselben Daten, Orten und Fahrzeugen existiert bereits

source: Seasons and Week Days
de_de: Jahreszeiten und Wochentage

source: seconds
de_de: Sekunden

source: Select
de_de: Wählen

source: Select a Car
de_de: Wähle ein Fahrzeug

source: Select a page to start the booking process. The page must use a VikRentCar shortcode.
de_de: Wähle eine Seite, um den Buchungsprozess zu starten. Die Seite muss einen VikRentCar Shortcode verwenden.

source: Select a type of layout for the list
de_de: Wähle ein Layout für die Liste

source: Select a VikRentCar Category
de_de: Wähle eine VikRentCar Kategorie

source: Select All
de_de: Alle auswählen

source: Select Car
de_de: Auto auswählen

source: Select Period
de_de: Zeitraum wählen

source: Select Sample Data
de_de: Probendaten auswählen

source: Select the Dates for Pick Up and Drop Off
de_de: Wähle die Daten für Abholung und Rückgabe

source: Select the position in the template file where you would like to add the special tag %s
de_de: Wählen Sie die Position in der Vorlagendatei aus, an der Sie das spezielle Tag %s hinzufügen möchten

source: Select your preferred colors to adjust the default front-end styles. This way, the look of the elements (titles, buttons, font color and backgrounds) of the various pages of the booking process can match with your Theme or Company design.
de_de: Wählen Sie Ihre bevorzugten Farben aus, um die standardmäßigen Front-End-Stile anzupassen. Auf diese Weise kann das Aussehen der Elemente (Titel, Schaltflächen, Schriftfarbe und Hintergründe) der verschiedenen Seiten des Buchungsvorgangs an Ihr Thema oder Ihr Unternehmensdesign angepasst werden.

source: Selectable Quantity
de_de: Wählbare Menge

source: Selecting no week days equals to selecting all 7 week days
de_de: Keine Wochentage auszuwählen ist gleichbedeutend mit der Auswahl aller 7 Wochentage.

source: Send cancellation email
de_de: Sende Stornierungs-E-Mail

source: Send Custom Email
de_de: Benutzerdefinierte E-Mail senden

source: Send Emails When
de_de: Emails senden wenn

source: Send Invoices to the customers via email
de_de: Rechnungen per E-Mail an die Kunden senden

source: Send Invoices via eMail
de_de: Rechnungen per E-Mail versenden

source: Send order emails with JUtility
de_de: Bestell-E-Mails mit JUtility versenden

source: Send Request
de_de: Anfrage senden

source: Send Search Notifications to Admin
de_de: Suchbenachrichtigungen an den Administrator senden

source: Sender e-Mail
de_de: Absender e-Mail

source: Sent via eMail
de_de: Per E-Mail gesendet

source: Separator
de_de: Trennzeichen

source: Server Response
de_de: Server Antwort

source: Service Name
de_de: Dienstname

source: Set as BCC
de_de: Als BCC setzen

source: Set Custom Rate
de_de: Benutzerdefinierte Rate festlegen

source: Set Days Closed to Arrival (CTA)
de_de: Geschlossene Tage für die Ankunft festlegen (CTA)

source: Set Days Closed to Departure (CTD)
de_de: Tage, die für den Abflug gesperrt sind (CTD)

source: Set different rates on some seasons, holidays, weekends or days of the year with just two clicks. Rental Restrictions: define the minimum or maximum days of rental for certain dates of the year and vehicles, set days closed to arrival or departure, and much more.
de_de: Legen Sie mit nur zwei Klicks unterschiedliche Tarife für bestimmte Jahreszeiten, Feiertage, Wochenenden oder Tage im Jahr fest. Mietbeschränkungen: Definieren Sie die minimalen oder maximalen Miettage für bestimmte Daten des Jahres und Fahrzeuge, legen Sie geschlossene Tage für die Ankunft oder Abreise fest, und vieles mehr.

source: Set New Rate
de_de: Neue Rate festlegen

source: Set to Confirmed
de_de: Auf "Bestätigt" gesetzt

source: Set up your daily/seasonal prices with just a few clicks
de_de: Richte die täglichen/saisonalen Preise mit wenigen Klicks ein

source: Settings
de_de: ﻿Einstellungen

source: Settings Saved! Click the Renew Session button to immediately apply the changes
de_de: Einstellungen gespeichert! Klicke auf die Schaltfläche Sitzung erneuern, um die Änderungen sofort zu übernehmen

source: Sheet
de_de: Blatt

source: Sheet + Chart
de_de: Blatt + Tabelle

source: Shop and Rentals
de_de: Geschäft und Verleih

source: Shop Opening Time
de_de: Ladenöffnungszeit

source: Short Description
de_de: Kurzbeschreibung

source: Shortcodes are necessary to display the contents of the plugin into the front-end section of your website. You should create some Shortcodes of various types, and use them onto some pages of your website to publish the desired contents.
de_de: Shortcodes sind notwendig, um die Inhalte des Plugins im Front-End-Bereich Ihrer Website anzuzeigen. Sie sollten einige Shortcodes verschiedener Typen erstellen und sie auf einigen Seiten Ihrer Website verwenden, um die gewünschten Inhalte zu veröffentlichen.

source: Shortcodes in Pages/Posts
de_de: Shortcodes in Seiten/Beiträgen

source: Show available days with no numbers
de_de: Verfügbare Tage ohne Nummern anzeigen

source: Show Cars
de_de: Fahrzeuge anzeigen

source: Show Categories
de_de: Kategorien anzeigen

source: Show Category Name
de_de: Kategorie Name anzeigen

source: Show Cost Per Day in Search Results
de_de: Kosten pro Tag in den Suchergebnissen anzeigen

source: Show Description
de_de: Beschreibung anzeigen

source: Show Hourly Calendar
de_de: Stündlichen Kalender anzeigen

source: Show if Days of Rental Greater than
de_de: Zeigen, wenn die Miettage größer sind als

source: Show More Options
de_de: Weitere Optionen anzeigen

source: Show number of remaining units
de_de: Anzahl der verbleibenden Einheiten anzeigen

source: Show number of units booked
de_de: Anzahl der gebuchten Einheiten anzeigen

source: Show only within VikRentCar
de_de: Nur innerhalb von VikRentCar anzeigen

source: Show Partly Reserved Days
de_de: Teilweise reservierte Tage anzeigen

source: Show Pickup-DropOff Locations
de_de: Abhol- und Rückgabestellen anzeigen

source: Show Tax in Summary Only
de_de: Steuer nur in der Zusammenfassung anzeigen

source: Show VikRentCar Footer
de_de: VikRentCar Fußzeile anzeigen

source: Shows a list of all the Special Prices marked as -Promotion-
de_de: Zeigt eine Liste mit allen Sonderpreisen, die als -Promotion- gekennzeichnet sind.

source: Sign Up
de_de: Registrieren

source: Single Car Details
de_de: Einzelwagen Details

source: Single Day
de_de: Einzelner Tag

source: Small
de_de: Klein

source: SMS to Client
de_de: SMS an den Kunden

source: Software Driver File
de_de: Software-Treiber-Datei

source: Some changes were made to the translations. Proceed without Saving?
de_de: Es wurden einige Änderungen an den Übersetzungen vorgenommen. Fortfahren ohne zu speichern?

source: Some records will be removed. Proceed?
de_de: Einige Datensätze werden entfernt. Weitermachen?

source: Some results were excluded: the drop off day in %s should be on a %s if picking up on a %s
de_de: Einige Ergebnisse wurden ausgeschlossen: Der Rückgabetag in %s sollte am %s sein, wenn die Abholung am %s erfolgt.

source: Some results were excluded: the drop off day in these dates should be on a %s if picking up on a %s
de_de: Einige Ergebnisse wurden ausgeschlossen: Der Rückgabetag an diesen Daten sollte am %s sein, wenn die Abholung am %s erfolgt

source: Some results were excluded: the Maximum Num of Days in %s is %d.
de_de: Einige Ergebnisse wurden ausgeschlossen: Die maximale Anzahl der Tage in %s ist %d.

source: Some results were excluded: the Maximum Num of Days in these dates is %d.
de_de: Einige Ergebnisse wurden ausgeschlossen: Die maximale Anzahl von Tagen in diesen Daten ist %d.

source: Some results were excluded: the Minimum Num of Days in %s is %d.
de_de: Einige Ergebnisse wurden ausgeschlossen: Die Mindestanzahl der Tage in %s ist %d.

source: Some results were excluded: the Minimum Num of Days in these dates is %d.
de_de: Einige Ergebnisse wurden ausgeschlossen: Die Mindestanzahl von Tagen in diesen Daten ist %d.

source: Some results were excluded: the Num of Days allowed in %s should be a multiple of %d.
de_de: Einige Ergebnisse wurden ausgeschlossen: Die Anzahl der Tage in %s sollte ein Vielfaches von %d sein.

source: Some results were excluded: the Num of Days allowed in these dates should be a multiple of %d.
de_de: Einige Ergebnisse wurden ausgeschlossen: Die für diese Daten zulässige Anzahl von Tagen sollte ein Vielfaches von %d sein.

source: Some results were excluded: the pick up day in these dates should be on a %s.
de_de: Einige Ergebnisse wurden ausgeschlossen: Der Abholtag in diesen Terminen sollte auf ein %s fallen.

source: Some results were excluded: try selecting the pick up day in %s as a %s.
de_de: Einige Ergebnisse wurden ausgeschlossen: Versuche den Abholtag in %s als %s auszuwählen.

source: Sorry, the car has been booked. Please make a new order.
de_de: Der Wagen ist leider schon reserviert. Bitte gib eine neue Bestellung auf.

source: Sort by
de_de: Sortieren nach

source: Sort Cars By
de_de: Fahrzeuge sortieren nach

source: Sort type
de_de: Sortieren nach:

source: Sorting
de_de: Sortierung

source: Special Price Name
de_de: Sonderpreisname

source: Special Price rule #%d
de_de: Sonderpreisregel #%d

source: Special Price Saved
de_de: Sonderpreis gespart

source: Special Prices
de_de: Sonderpreise

source: Special Tag
de_de: Spezial Tag

source: Standby
de_de: Reserviert

source: Standby Reservations
de_de: Standby Reservierungen

source: Start creating your own Vehicles Rental System
de_de: Erstellen Sie Ihr eigenes Fahrzeugverleihsystem

source: Started
de_de: Gestartet

source: Starting from
de_de: ab

source: Starting from price
de_de: Ausgehend vom Preis

source: State
de_de: Region

source: State/Province
de_de: Staat/Bundesland

source: Statistics Tracking
de_de: Statistik Tracking

source: Stop Rentals
de_de: Stop Vermietungen

source: Stop Rentals on these dates
de_de: Stop Vermeitungen an diesen Daten

source: Styles examples
de_de: Beispiele für Stilrichtungen

source: Sub-unit changed for %s from %s to %s
de_de: Untereinheit für %s von %s nach %s geändert

source: Subject
de_de: Betreff

source: Submit Credit Card Information
de_de: Kreditkartendaten

source: Suggest solutions when no availability
de_de: Lösungen vorschlagen, wenn keine Verfügbarkeit besteht

source: Suggested Time
de_de: Vorgeschlagene Zeit

source: Sun
de_de: So.

source: Sunday
de_de: Sonntag

source: Switch Car
de_de: Auto wechseln

source: Tax
de_de: Steuer

source: Tax Rate
de_de: Steuersatz

source: Tax Rate Name
de_de: Steuersatz Name

source: Tax Rates
de_de: Steuersatz

source: Taxable Income
de_de: Summe Erträge

source: Taxes
de_de: Steuern

source: Taxes and Payments
de_de: Steuern und Zahlungen

source: Taxes/Fees
de_de: Steuern / Gebühren

source: Template File Successfully Updated
de_de: Vorlagendatei erfolgreich aktualisiert

source: Template Files
de_de: Template-Dateien

source: Template view not found.
de_de: Vorlagenansicht nicht gefunden.

source: Terminated
de_de: wurde gekündigt

source: Test Mode
de_de: Test-Modus

source: Text Alignment
de_de: Textausrichtung

source: Text Next to Icon
de_de: Text neben dem Symbol

source: Textarea
de_de: Textbereich

source: Texts
de_de: Texte

source: Thank you! Your credit card details have been received correctly.
de_de: Dankeschön! Deine Kreditkartendaten wurden korrekt empfangen.

source: Thanks for using the Pro version
de_de: Danke für die Nutzung der Pro-Version

source: Thanks to the coupon codes you can give your clients some dedicated discounts for their rental orders.
de_de: Dank der Gutscheincodes können Sie Ihren Kunden spezielle Rabatte für ihre Mietbestellungen gewähren.

source: Thanks, Order Successfully Completed
de_de: Danke, Auftrag erfolgreich abgeschlossen

source: The &quot;Average Daily Rate&quot; is calculated by dividing the Total Revenue by the number of Cars Sold.
de_de: Der durchschnittliche Tagessatz wird berechnet, indem die Gesamteinnahmen durch die Anzahl der verkauften Fahrzeuge geteilt werden.

source: The &quot;Revenue Per Available Car&quot; is calculated by dividing the Total Revenue by the total number of Cars Available.
de_de: Der &quot;Umsatz pro verfügbarem Auto&quot; wird berechnet, indem die Gesamteinnahmen durch die Gesamtzahl der verfügbaren Autos geteilt werden.

source: The (optional) information/description text of your promotion
de_de: Der (optionale) Informations-/Beschreibungstext Deiner Werbeaktion

source: The agency %s is on break from %s to %s
de_de: Die Agentur %s hat Ferien von %s bis %s

source: The agency %s is open from %s to %s
de_de: Die Agentur %s hat geöffnet von %s bis %s

source: The attribute is an additional information you can pass to the Type of Price for any number of days of rental. It is NOT a mandatory field and it can be left empty. An example of attribute could be &quot;Km Included&quot;. From the page Fares Table, you will be able to specify the value for the attribute for any number of days of rental. For example, from 1 to 7 days: &quot;100Km/day&quot;. From 8 to 14 days: &quot;150Km/day&quot;. The attribute will be visible to the customer during the reservation process.
de_de: Das Attribut ist eine zusätzliche Information, die Sie der Preisart für eine beliebige Anzahl von Miettagen übergeben können. Es ist KEIN Pflichtfeld und kann leer gelassen werden. Ein Beispiel für ein Attribut könnte &quot;km inklusive&quot; sein. Auf der Seite Tariftabelle können Sie den Wert für das Attribut für eine beliebige Anzahl von Miettagen angeben. Zum Beispiel, von 1 bis 7 Tagen: &quot;100Km/Tag&quot;. Von 8 bis 14 Tagen: &quot;150Km/Tag&quot;. Das Attribut ist für den Kunden während des Buchungsvorgangs sichtbar.

source: The backup has been restored successfully!
de_de: Das Backup wurde erfolgreich widerhergestellt!

source: The backup will export all the contents created through Vik Rent Car.
de_de: Das Backup exportiert alle Inhalte, die über Vik Rent Car erstellt wurden.

source: The backup will export only the contents used to set up the program. The records related to the customers, such as the bookings, will be completely ignored. This is useful to copy the configuration of this website into a new one.
de_de: Das Backup exportiert nur die Inhalte, die zum Einrichten des Programms verwendet wurden. Die kundenbezogenen Daten, wie beispielsweise die Buchungen, werden vollständig ignoriert. Dies ist nützlich, um die Konfiguration dieser Website in eine neue zu kopieren.

source: The booking restrictions will let you define a minimum or maximum number of days of rent for specific cars and dates of the year. You could also allow or deny the pickup/return on some specific days of the week.
de_de: Mit den Buchungsbeschränkungen können Sie eine Mindest- oder Höchstzahl von Miettagen für bestimmte Fahrzeuge und Daten des Jahres festlegen. Sie können auch die Abholung/Rückgabe an bestimmten Wochentagen erlauben oder verweigern.

source: The car is not available in the days requested. The Car is currently blocked by a pending order waiting to be confirmed.
de_de: Das Fahrzeug ist an den gewünschten Tagen nicht verfügbar. Das Auto ist derzeit durch einen Auftrag blockiert, der noch bestätigt werden muss.

source: The Car is not available or has no Rates from %s to %s.
de_de: Das Auto ist nicht verfügbar oder hat keine Preise von %s bis %s.

source: The car is now being ordered by another customer. Please make a new order.
de_de: Das Fahrzeug ist bereits von einem anderen Kunden bestellt worden. Bitte gib eine neue Bestellung auf.

source: The car of this reservation has no rates defined. Make sure to set a rate, or the reservation will be incomplete.
de_de: Für das Fahrzeug dieser Reservierung ist kein Tarif definiert. Stellen Sie sicher, dass Sie einen Tarif festlegen, sonst ist die Reservierung unvollständig.

source: The car rented will be changed
de_de: Das gemietete Auto wird gewechselt

source: The Car was correctly switched. Please select the new Rental Fare for this car.
de_de: Der Wagen wurde korrekt umgetauscht. Bitte wähle den neuen Miettarif für dieses Fahrzeug.

source: The controller [%s] classname does not exist.
de_de: Der Klassenname des Controllers [%s] existiert nicht.

source: The controller does not exist.
de_de: Der Controller existiert nicht.

source: The controller must be an instance of JController.
de_de: Der Controller muss eine Instanz von JController sein.

source: The Coupon is not valid for these rental dates
de_de: Der Gutschein ist für diese Anmietdaten nicht gültig

source: The Coupon is not valid for this vehicle
de_de: Der Gutschein ist für dieses Fahrzeug nicht gültig

source: The default absolute or percentage value can be different depending on the days of rental. For example you can override the default value of the Special Price for 7 Days of rental and set it to a lower charge or to a higher discount. Do not override the default value for always applying the same charge or discount regardless the length of the rental in the days affected by this Special Price.
de_de: Der absolute oder prozentuale Standardwert kann je nach Miettagen unterschiedlich sein. Sie können z. B. den Standardwert des Sonderpreises für 7 Tage Anmietung überschreiben und ihn auf eine niedrigere Gebühr oder einen höheren Rabatt einstellen. Überschreiben Sie nicht den Standardwert für die Anwendung der gleichen Gebühr oder des gleichen Rabatts unabhängig von der Dauer der Anmietung an den Tagen, die von diesem Sonderpreis betroffen sind.

source: The default Cost can be overwritten depending on the number of days of rental. Do not create overrides fow always applying the default cost.
de_de: Die Standardkosten können in Abhängigkeit von der Anzahl der Tage der Vermietung überschrieben werden. Erstellen Sie keine Überschreibungen, um immer die Standardkosten zu verwenden.
